Repository: SummoningWars/summoning-wars
Catalog: share/translation/*/goblin_raid.po
Languages: de

source: goblin_raid
de: Goblinüberfall

source: Well, I got a little money for killing some goblins I would have wasted anyway. Not a bad day.
de: Tja, ich hab ein bisschen Geld dafür bekommen, ein paar Goblins zu töten, die ich ohnehin umgebracht hätte. Kein schlechter Tag.

source: It seems the sergeant from Joringsbridge is willing to pay, but he wants me to help those peasants first. There's no trust in this world anymore.
de: Es scheint der Sergeant in Joringsbrück ist bereit, mich zu bezahlen, aber er will, dass ich zuerst diesen Bauern helfe. Es gibt heutzutage einfach kein Vertrauen mehr in der Welt.

source: I discovered plans of a goblin raid set for a village called Joringsbridge. They were found amongst the remains of some goblin tribe. Guess I busted that party prematurely. Maybe someone official will appreciate not having hordes of goblins kicking in their doors.
de: Ich habe die Pläne für einen Goblinüberfall auf ein Dorf namens Joringsbrück gefunden. Sie waren unter den Überresten der Goblins von irgendeinem Stamm. Schätze, diese Party habe ich frühzeitig gesprengt. Vielleicht wird irgendwer offizielles es ja begrüßen, dass er keine Horde Goblins vor der Tür stehen hat.

source: aisDarkClearing
de: Dunkle Lichtung

source: Crude battle plans
de: Krude Schlachtpläne

source: Hey, sergeant, I found these in the woods with some goblins.
de: Hey Sergenat, ich hab die hier in den Wäldern bei ein paar Goblins gefunden.

source: This looks like it could be Joringsbridge. Are you sure it's reliable?
de: Das sieht aus, als könnte es Joringsbrück sein. Seid Ihr sicher, dass das glaubwürdig ist?

source: Some kind of head honcho shaman had them, so I figure they mean it.
de: So eine Art Obermotzschamane hatte die dabei, also schätze ich mal, die meinen es ernst.

source: Meant it. Whatever.
de: Meinten es. Wie auch immer.

source: Hey, sergeant, ready to pay for the pre-emptive rescue of the village?
de: Hey Sergeant, bereit etwas für die präventive Rettung des Dorfes zu bezahlen?

source: I guess you can be trusted.
de: Ich schätze ich kann Euch vertrauen.

source: Let me thank you on behalf of the whole village.
de: Lasst mich euch im Namen des ganzen Dorfes danken.

source: It's always a pleasure when a good deed goes rewarded.
de: Es ist immer eine Freude, wenn eine gute Tat belohnt wird.

source: Sorry, but I don't know you.
de: Entschuldigt, aber ich kenne Euch nicht.

source: Maybe I will show some gratitude after you help Michel's family.
de: Vielleicht werde ich etwas Dankbarkeit zeigen, nachdem Ihr Michels Familie geholfen habt.

source: As they say: One hand washes the other.
de: Wie es so schön heißt: Eine Hand wäscht die andere.

source: Do you want to help the peasant?
de: Willst du den Bauern helfen?

source: Yes
de: Ja

source: No
de: Nein

source: Then I better get back to saving helpless peasants, no?
de: Dann mache ich mich besser wieder ans Bauernretten, nicht wahr?

source: Fine, I'll wipe out those goblins for you.
de: Schön, ich werde diese Goblins für Euch ausradieren.

source: You do realise there's plenty more where they came from?
de: Seid Ihr Euch bewusst, dass da noch viele mehr sind, wo die her kamen?

source: Just go already.
de: Geht einfach.

source: Whatever. It's not like I need the money or anything.
de: Wie auch immer. Es ist nicht so, als bräuchte ich das Geld oder so.

source: And I could care less what happens to some peasant family.
de: Und es ist mir völlig egal, was mit irgendeiner Bauernfamilie passiert.
