Repository: SummoningWars/summoning-wars
Catalog: share/translation/*/scout.po
Languages: de

source: The wounded scout
de: Der verletzte Späher

source: I rescued a scout and hopefully gained some goodwill from the local militia. Whatever good that will do.
de: Ich habe einen Späher gerettet und hoffentlich etwas Wohlwollen von der örtlichen Miliz gewonnen, wofür auch immer das gut ist.

source: I really stumbled across a scout in the goblin infested caves west of Dwarfenwall. He is wounded, lost his gear to some spiders and asked me to fix it for him. I really wonder if I should do this... then again it would be an excuse to venture deeper into the caves that are obviously not under control by the undead.
de: Ich bin tatsächlich in den Goblinverseuchten Höhlen westlich von Zwergentrutz über einen Späher gestolpert. Er ist verletzt, hat seine Ausrüstung an einige Spinnen verloren und mich gebeten, das wieder in Ordnung zu bringen. Ich frage mich wirklich, ob ich das tun sollte... andererseits könnte das eine Ausrede sein, tiefer in die Höhlen zu gehen, die eindeutig nicht unter untoter Kontrolle stehen.

source: greyCurseCave
de: Verfluchte Höhle

source: Wounded Scout
de: Verletzter Späher

source: Are you alive?
de: Lebst du?

source: Hey, are you alright?
de: Hey, geht es dir gut?

source: Does it look... 'alright' to you?
de: Sieht das... 'gut' für dich... aus?

source: Pretty much, yes.
de: Eigentlich schon.

source: You can still talk, right?
de: Du kannst immer noch reden, oder?

source: Yeah, right... now, when you're done laughing... maybe you could help me?
de: Ja, klar... wenn du jetzt mit lachen... fertig bist... kannst du mir vielleicht... helfen?

source: I guess I could patch you up, but I can't carry you out of here.
de: Ich schätze, ich könnte dich zusammenflicken, aber ich kann dich hier nicht raus tragen.

source: Where I'm headed you will most certainly die a quick and meaningless death.
de: Da wo ich hingehe wirst du höchstwahrscheinlich einen schnellen und unnötigen Tod sterben.

source: I can... watch my own back...
de: Ich kann... auf mich selbst aufpassen...

source: Most of the time... at least.
de: Meistens... jedenfalls.

source: But spying on the undead... evading... those blasted goblins...
de: Aber den Untoten nachspionieren... verdammten Goblins... ausweichen...

source: I got a little... careless.
de: Bin etwas... unvorsichtig geworden.

source: West of here... there's a cave... pretty deep inside...
de: Westlich von hier... da ist eine Höhle... ziemlich tief drinnen...

source: Lot's of wolves... but a nest of spiders, too... thought I had... it under control
de: Viele Wölfe... aber auch ein Nest Spinnne... dachte ich hätte es... unter Kontrolle.

source: really big one... there. Spider, I mean... got me good... lost my gear... but got away... somehow
de: wirklich große da... Spinne, meine ich... hat mich erwischt... verlor meine Ausrüstung... aber bin irgendwie... entkommen.

source: The venom... can't move at all... anymore... I had an antidote in my pack...
de: Das Gift... kann mich nicht mehr... bewegen... hatte ein Gegengift in meinem Rucksack...

source: So... if you could get... me my gear, I... would be good to go again...
de: Also... wenn du mein... Zeug besorgen könntest... wäre schnell wieder... auf den Beinen...

source: If you're... not afraid... that is.
de: Wenn du... keine Angst hast... heißt das.

source: You have a strange manner of asking for favors.
de: Du hast eine seltsame Art, um einen Gefallen zu bitten.

source: But since I don't have to carry you to safety, I guess it is allright.
de: Aber da ich dich nicht in Sicherheit bringen kann schätze ich, es ist okay.

source: This wouldn't happen to be your stuff, would it?
de: Das ist nicht zufällig dein Zeug?

source: You already... found it?
de: Du hast es... schon gefunden?

source: Thanks...
de: Danke...

source: Still alive?
de: Immer noch am Leben?

source: Do you... have my gear?
de: Hast du... meine Ausrüstung?

source: Not yet, no.
de: Noch nicht, nein.

source: Shame. It seems I'm already capable of... being paralyzed... without your help.
de: Schade. Kann auch ganz gut... ohne deine Hilfe... gelähmt sein.

source: Thanks for... checking back on me though. I'll be here... if you need me.
de: Aber danke... fürs überprüfen. Ich bin hier... falls du mich brauchst.

source: You are kind of messed up, you know that?
de: Du bist irgendwie schräg, weißt du das?

source: Here it is.
de: Hier ist es.

source: good... now, blue potion
de: Gut... jetzt, blauer Trank.

source: A blue potion?
de: Ein blauer Trank?

source: You do realize there is at least a score of 'blue' potions here?
de: Du bist dir darüber im klaren, dass es hier drin mindestens zwei Dutzend 'blaue' Tränke gibt?

source: They just... turn out that... way everytime... it's the one... with the light shade of turquoise.
de: Die werden... einfach immer so... es ist der... mit der türkisen Schattierung.

source: No... too... light blue
de: Nein... zu hell... blau

source: That's... it
de: Das ist... er

source: Finally!
de: Endlich!

source: Remember me not to kill you after all the trouble I went through.
de: Erinnere mich daran, dich nach all der Mühe nicht umzubringen.

source: Gladly. Really, thank you for saving my hide.
de: Mit Freuden. Wirklich, danke das du meine Haut gerettest hast.

source: You best stay out of trouble.
de: Du hälst dich besser von Ärger fern.

source: Because I seriously do NOT want to rummage through your happy collection of identical looking special-purpose-potions.
de: Weil ich nämlich KEINE Lust habe, mich noch einmal durch deine fröhliche Sammlung identisch aussehender Spezialtränke zu wühlen.

source: Sorry about that. Normally I'm the only one who has to keep them apart.
de: Das tut mir Leid. Normalerweise bin ich der einzige, der sie auseinanderhalten muss.

source: Allright. Now that this is done, I will be on my way.
de: Also gut. Da das jetzt vorbei ist, werde ich mich wieder auf den Weg machen.

source: I will rest a little more and then be on my way too, but in the other direction.
de: Ich werde mich noch etwas ausruhen und dann auch auf den Weg machen. Allerding in die andere Richtung.

source: greyWolfcave
de: Wolfshöhle
