Repository: SummoningWars/summoning-wars
Catalog: share/translation/*/sumwars.po
Languages: de

source: demonhorn bow
de: Dämonenhornbogen

source: ranger bow
de: Waldläuferbogen

source: ash longbow
de: Eschenlangbogen

source: soul bow
de: Seelenbogen

source: demon compositebow
de: Dämonenkompositbogen

source: hero bow
de: Heldenbogen

source: elf bow
de: Elfenbogen

source: The mage summons a leathal cold blizzard that freezes every enemy caught in it to death.
de: Der Magier ruft einen tödlichen Blizzard herbei, der jeden in ihm gefangenen Gegner zu Tode frieren lässt.

source: Chainlightning
de: Kettenblitz

source: The mage unleashes a ball of lightning, that may jump from one enemy to another. It hits a maximum of five enemies and the damage is reduced everytime it jumps.
de: Der Magier entfesselt eine Blitzkugel, die von einem Gegner zum nächsten springen kann. Sie trifft maximal fünf Gegner und der Schaden reduziert sich mit jedem Sprung.

source: Ball lightning
de: Kugelblitz

source: The mage unleashes a mighty ball lightning, that can jump over to nearby enemies. A maximum of nine enemies is hit and the damage is reduced with every jump.
de: Der magier entfesselt eine mächtige Blitzkugel, die auf nahe Gegner überspringen kann. Maximal neun Gegner werden getroffen und der Schaden wird nach jedem Sprung reduziert.

source: Chilling cold
de: Weißer Tod

source: The mage has understood everything about ice and snow, allowing him to increase the effectiveness of his icespells by 20%.
de: Der Magier hat alles über Schnee und Eis verstanden, was es ihm erlaubt, die Effektivität seiner Eiszauber um 20% zu steigern.

source: Fireball
de: Feuerball

source: The mage casts a bolt of fire, that explodes upon hitting an enemy. Other enemies nearby the victim are also caught in the explosion.
de: Der Magier zaubert einen Feuerblitz herbei, der bei Gegnerkontakt explodiert. Andere Gegner nahe dem Opfer geraten mit in die Explosion.

source: Firebolt
de: Feuerblitz

source: The mage unleashes a small bolt of fire, that damages a single enemy.
de: Der Magier entfesslet einen kleinen Feuerblitz, der einen einzelnen Gegner verletzt.

source: Firestorm
de: Feuersturm

source: The mage conjures a deadly wave of fire, that burns every enemy in a circle around him.
de: Der Magier ruft eine tödliche Feuerwelle herbei, die jeden Gegner in einem Kreis um ihn herum verbrennt.

source: Fireblow
de: Feuerschlag

source: The mage casts a strong bolt of fire, that damages one enemy.
de: Der Magier zaubert einen starken Feuerblitz, der einen Gegner verletzt.

source: Firecolumn
de: Feuersäule

source: The mage conjurs a column made of hellfire, that will stay for 5 seconds and turn every enemy stupid enough to stay in there to ashes.
de: Der Magier ruft eine Säule aus Höllenfeuer herbei, die 5 Sekunden verbleibt und jeden Gegner zu Asche verbrennt, der dumm genug ist, in ihr zu bleiben.

source: Flame wave
de: Feuerwelle

source: The mage conjures a wave of flames, that damages enemies in a circle around him.
de: Der Magier ruft eine Feuerwelle herbei, die Gegner in einem Kreis um ihn herum verletzt.

source: Freeze
de: Einfrieren

source: The mage catches an enemy in a block of pure ice, instantly sealing his movements.
de: Der Magier fängt einige Gegner in Blöcken aus reinem Eis, wodurch sie sofort bewegungsunfähig werden.

source: The mage calls upon a deadlier version of the icering.
de: Der Magier beschwört eine tödlichere Version des Eisrings.

source: Icicle
de: Eiszapfen

source: The mage casts a shard of pure ice, that damages his foes.
de: Der Magier zaubert einen Splitter aus reinem Eis herbei, der seine Gegner verletzt.

source: Ice ring
de: Eisring

source: The mage casts a ring of ice around himself that will damage enemies in range.
de: Der Magier zaubert einen Ring aus Eis um sich, der Gegner in Reichweite verletzen wird.

source: Spear of ice
de: Eisspeer

source: The mage attacks one enemy with a powerful spear of magical ice.
de: Der Magier greift seine Feinde mit einem mächtigen Speer aus magischem Eis an.

source: The mage casts an even more powerful fireball.
de: Der magier zaubert einen noch mächtigeren Feuerball.

source: Ignite
de: Entzünden

source: The mage embraces the heat of fire, so that victims of his firespells will likely suffer burn.
de: Der Magier nimmt die Hitze des Feuers an, so dass Opfer seiner Feuersprüche oft Verbrennungen erleiden.

source: Ionisation
de: Ionisierung

source: The mage has become one with the storm and can cast lightning spells 25% faster.
de: Der Magier ist eins mit dem Sturm geworden, was dazu führt, dass er seine Luftzauber 25% schneller sprechen kann.

source: Lightning
de: Blitz

source: The mage summons a lightning to attack one foe.
de: Der Magier beschwört einen Blitz, der einen Gegner angreift.

source: Lightning strike
de: Blitzschlag

source: The mage calls upon a mighty lightning to kill an enemy.
de: Der Magier ruft einen mächtigeren Blitz herbei, um seine Gegner zu töten.

source: Snow storm
de: Schneesturm

source: The mage calls upon a snow storm to kill every enemy in a circle.
de: Der Magier ruft einen Schneesturm herbei, der jeden Gegner in einem Kreis tötet.

source: Static shield
de: Statischer Schild

source: The mage surrounds himself with an armor of lightning, that will stun and damage enemies who are bold enough to attack in close combat.
de: Der Magier umgibt sich mit einer Rüstung aus Blitzen, die Gegner schädigen und lähmen, die dreist genug sind ihn im Nahkampf anzugreifen.

source: The mage summons a thunderstorm that will assault enemies in its range with lightnings.
de: Der Magier ruft einen Sturm herbei, der Gegner in seiner Reichweite mit Blitzen angreift.

source: Thunderstorm
de: Gewitter

source: Tempest
de: Gewittersturm

source: The mage summons a ferocious tempest that bombards enemies in its wake with lightnings.
de: Der Magier ruft einen grausamen Sturm herbei, der Gegner in seinem Einflussbereich mit Blitzen bombardiert.

source: elCnlLobby
de: Konzil der Elemente, Untergrundverließ

source: elCnlLowerCaves
de: Höhlen unter dem Konzil der Elemente

source: medBackalley
de: Hintergassen

source: medMercCamp
de: Söldnerlager von Medair

source: Steals gold
de: stiehlt Gold

source: steal
de: Stehlen

source: Magic Shield
de: Magischer Schild

source: Goblin Lightning
de: Goblinblitz

source: goblin curse
de: Goblinfluch

source: Grand Cure
de: Große Heilung

source: Attacks one enemy for serious damage.
de: Schlägt einen Gegner mit großer Wucht.

source: monster Bash
de: Monsterschmetterschlag

source: poison_attack
de: Giftangriff

source: Attacks every enemy in weapon range with slightly reduced damage.
de: Greift jeden Gegner in Reichweite mit etwas reduziertem Schaden an.

source: Sweeping blow
de: Rundumschlag

source: Fire arrow
de: Feuerpfeil

source: Poison arrow
de: Giftpfeil

source: Throw a dagger
de: wirft einen Dolch

source: throw dagger
de: Dolch werfen

source: Throw a berry
de: wirft eine Beere

source: throw berry
de: Beere werfen

source: saboteur_move
de: Saboteur Bewegung

source: Ice arrow
de: Eispfeil

source: air attack
de: Luftangriff

source: attack with ice damage
de: Greift mit Eissschaden an

source: fire attack
de: Feuerangriff

source: ice attack
de: Eisangriff

source: Ice Arrow
de: Eispfeil

source: Iceball
de: Eisball

source: Frost Wave
de: Frostwelle

source: small mandragora
de: Kleine Alraune

source: mandragora
de: Alraune

source: necFieldcamp
de: Feldlager der Untoten

source: Brons Tuer
de: Brons Tür

source: Maylons Ghost
de: Maylons Geist

source: Guardcaptain
de: Hauptmann der Wache

source: Elementaristenwaechter
de: Elementaristenwächter

source: Overlooker Necromancer
de: Vorarbeiter Nekromant

source: The Trader
de: Der Händler

source: Buy empty scrolls
de: Leere Schriftrollen kaufen

source: Access stash
de: Lager öffnen

source: The Lost Trader
de: Der verirrte Händler

source: Wounded Scout
de: Verletzter Späher

source: Enchanter
de: Verzauberer

source: Ice resistance
de: Eisresistenz

source: Peasant
de: Bauer

source: Freezing Death
de: Eisiger Tod

source: Attacks one enemy with a brutal blow and damages nearby enemies as well.
de: Geift einen Gegner mit einem brutalen Schlag an und verletzt auch nahe Gegner.

source: Hammer blow
de: Hammerschlag

source: Attacks every enemy in weapon range.
de: Greift jeden Gegner in Waffenreichweite an.

source: Whirl blow
de: Wirbelschlag

source: Attacks an enemy with an unblockable, armor piercing blow.
de: Greift einen Gegner mit einem unblockbaren, die Rüstung durchdringenden Schlag an.

source: Smash blow
de: Schmetterschlag

source: Flame armor
de: Flammenrüstung

source: The warrior surrounds himself with angry spirits of fire, who will burn his enemies to ashes, if they dare to come to close.
de: Der Krieger umgibt sich selbst mit zornigen Feuergeistern, die seine Feinde zu Asche verbrennen, wenn sie es wagen zu nahe zu kommen.

source: scroll of town portal
de: Stadtportal

source: small potion
de: Kleiner Heiltrank

source: medium potion
de: Mittlerer Heiltrank

source: eyedrops
de: Augentropfen

source: antidot
de: Gegengift

source: calming salve
de: Beruhigende Salbe

source: potion of determination
de: Trank der Entscheidungsstärke

source: echo potion
de: Echotrank

source: muscle salve
de: Muskelsalbe

source: potion of melting
de: Auftautrank

source: spike oil
de: Lavendelöl

source: Acid
de: Säure

source: The priest turns normal water into deadly acid, poisoning one enemy.
de: Der Priester macht normales Wasser zu tödlicher Säure, mit der er einen Gegner vergiftet.

source: Bladestorm
de: Klingensturm

source: The priest strengthens the weaponarms of his comrades, leading to increased attackspeed for everyone.
de: Der Priester stärkt die Waffenarme seiner Kameraden, was zu einer höheren Angriffsgeschwindigkeit von allen führt.

source: Blazing Shield
de: Lodernder Schild

source: The party is surrounded by holy energy. Everyones defense is increased. With increasing willpower the effect improves.
de: Die Gruppe wird von heiliger Energie umhüllt. Die Verteidigung von allen steigt. Mit steigender Willenskraft kann der Priester diesen Effekt länger halten.

source: Breaking Blow
de: Bindung lösen

source: The priest attacks an enemy with energy that causes elementals to be blown back where they come from.
de: Der Priester attackiert einen Gegner mit Energie, die Elementare dorthin zurück wirft, wo sie hergekommen sind.

source: Glaring Sun
de: Blendende Sonne

source: The priest calls forth a mighty explosion of light that can blind every enemy in an area.
de: Der Priester ruft eine mächtige Lichtexplosion hervor, die jeden Gegner in einem Gebiet erblinden lassen kann.

source: Gentle Glow
de: Sanftes Leuchten

source: The priest bathes a partymember in a mild light, releaving him of blindness and silence.
de: Der Priester badet ein Gruppenmitglied in einem milden Licht, dass Blindheit und Verstummung von ihm nimmt.

source: Omniscent Eye
de: Allessehendes Auge

source: The party will be immune to blind and mute for some time. Those ailments will also be healed.
de: Die Gruppe wird eine zeitlang immun gegen Blind- und Stummheit. Diese Statusveränderungen werden gleichzeitig geheilt.

source: Restore Concentration
de: Konzentration wiederherstellen

source: The priest heals one friend from confusion and berserk. Those ailments will also be healed.
de: Der Priester heilt einen Freund von Verwirrung und Berserkerwut. Diese Leiden werden zusätzlich geheilt.

source: Spirit Shield
de: Geistiger Schild

source: The priest grants immunity to berserk and confuse to all his partymembers for a small amount of time. Those ailments will also be healed.
de: Der Priester gewährt allen Gruppenmitgliedern für kurze Zeit Immunität gegen Berserker und Verwirrung. Diese Statusveränderungen werden auch geheilt.

source: The priest conjures a magic shield for all partymembers thats reduces the damage dealt by elemental attacks.
de: Der Priester beschwört einen magischen Schild, der für alle Gruppenmitglieder den Schaden durch elementare Attacken reduziert.

source: Ease Pain
de: Schmerz lindern

source: The priest treats a partymemener with healing water that washes away every poison and stops burns.
de: Der Priester behandelt ein Gruppenmitglied mit heilendem Wasser, das jedes Gift auswäscht und verbrennungen stoppt.

source: Remedial Water
de: Heilendes Wasser

source: The priests grants every partymember immunity to poison and burn for a small amount of time while healing these effects.
de: Der Priester gewährt jedem Gruppenmitglied für kurze Zeit Immunität gegen Gifte und Verbrennungen, während er diese Effekte gleichzeitig heilt.

source: Dismissing Strike
de: Bindung sprengen

source: The priest strikes with all his might. While normal monsters have little to fear from this attack elementals will be easily destroyed by it.
de: Der Priester schlägt mit aller Macht zu. Während normale Monster diesen Angriff kaum fürchten müssen werden Elementare von dieser Attacke schnell zerstört.

source: God Strike
de: Göttlicher Schlag

source: Only strong and durable demons will be able to resist the priests sacred strike.
de: Nur starke und widerstandfähige Dämonen sind in der Lage, dem heiligen angriff des Priesters zu widerstehen.

source: The priest creates a vortex with his attack, that can suck a demonic creature right back to hell.
de: Der Priester erschafft einen Wirbel, der dämonische Kreaturen wieder in die Hölle saugen kann.

source: Windstrike
de: Windschlag

source: Cure
de: Heilung

source: The priest restores the hitpoints of one partymember.
de: Der Priester stellt die Lebenspunkte eines Gruppenmitglieds wieder her.

source: The priest restores hitpoints for every partymember.
de: Der Priester stellt Lebenspunkte der ganzen Gruppe wieder her.

source: Sanctified Strike
de: Geweihter Schlag

source: The priest attacks with godly power, easily sending undead creatures back to their graves.
de: Der Priester greift mit göttlicher Kraft an, die untote Kreaturen mit Leichtigkeit wieder in ihre Gräber schickt.

source: Bright Blow
de: Leuchtender Schlag

source: The priest attacks an enemy with a blow imbued with holy power. Undead will be severely damaged by the sacred energies.
de: Der Priester greift einen Gegner mit heiliger Kraft an. Untote werden von der heiligen Energie schwer verwundet.

source: Hypnosis
de: Hypnose

source: The priest confuses a monster, causing it to attack at random.
de: Der Priester verwirrt ein Monster, wodurch es zufällig angreift.

source: Hypnotic Vortex
de: Hypnotischer Wirbel

source: The priest creates a distracting vortex with the ability to confuse every enemy caught in it.
de: Der Priester erschafft einen ablenkenden Wirbel mit der Fähigkeit, jeden in ihm gefangenen Gegner zu verwirren.

source: Keen Mind
de: Messerscharfer Geist

source: The priest increases everyones spellpower for a short time making spells more effective. The effect becomes stronger with increasing willpower of the priest.
de: Der Priester erhöht die Zauberkraft aller Gruppenmitglieder für kurze Zeit. Dadurch werden alle Zauber effektiver. Mit steigender Willenskraft kann der Priester diesen Effekt länger halten.

source: Glistening Glare
de: Gleißendes Licht

source: The priest casts a dazzling light, that can cause an enemy to be affected by blind.
de: Der Priester zaubert ein grelles Licht herbei, dass einen Gegner blenden kann.

source: Divine Will
de: Heiliger Wille

source: The priests protecting influence raises the willpower of all partymembers temporarily. The effect becomes stronger with increasing willpower of the priest.
de: Der schützende Einfluss des Priesters hebt zeitweilig die Willenskraft aller Gruppenmitglieder. Mit steigender Willenskraft des Priesters wird dieser Effekt stärker.

source: Holy Shield
de: Heiliger Schild

source: The priest is surrounded by a shimmering light that repells undead attacks. Damage from undead beings is reduced by one third.
de: Der Prister wird von einem schimmernden Licht umhüllt, das Untote abstößt. Schaden von Untoten wird um ein Drittel reduziert.

source: Banishing Aura
de: Aura der Vertreibung

source: The priests powers allow him to surround himself with an aura that immitates a banishment. While it holds no real power over demons, demonic beings will be frightened, thus leading to their damage being reduced by one third.
de: Der Priester umgibt sich mit einer Aura, die einen Exorzismus immitiert. Obwohl es keine echte Macht über Dämonen hat, werden dämonische Wesenheiten ängstlich, so dass ihr Schaden um ein Drittel reduziert wird.

source: Elemental Vortex
de: Elementarer Strudel

source: The priest can unconsciously create an elemental vortex that will drain one third of incoming damage from elemental beings.
de: Der Prister kann unbewusst einen elementaren Strudel erzeugen, der ein Drittel des Schadens von elementaren Wesen absorbiert.

source: amber ring
de: Bernsteinring

source: silver ring
de: Silberring

source: jet ring
de: Jettring

source: ragged robe
de: Flickenrobe

source: apprentice robe
de: Lehrlingsrobe

source: novice robe
de: Novizenrobe

source: alchemist robe
de: Alchemistenrobe

source: scholar robe
de: Gelehrtenrobe

source: magus robe
de: Magierrobe

source: council robe
de: Konzilsrobe

source: targe
de: Tartsche

source: wood shield
de: Holzschild

source: bronze shield
de: Bronzeschild

source: iron shield
de: Eisenschild

source: steel shield
de: Stahlschild

source: practice bow
de: Übungsbogen

source: yew shortbow
de: Eibenkurzbogen

source: shortbow
de: Kurzbogen

source: hunting bow
de: Jagdbogen

source: rattan bow
de: Rattanbogen

source: bandit bow
de: Banditenbogen

source: northeye
de: Nordauge

source: battle shortbow
de: Kriegskurzbogen

source: composite shortbow
de: Kompositbogen

source: rider bow
de: Reiterbogen

source: coal bow
de: Kohlebogen

source: ash bow
de: Eschenbogen

source: bane bow
de: Fluchbogen

source: oak shortbow
de: Eichenkurzbogen

source: seeker
de: Sucher

source: chaos shortbow
de: Chaosbogen

source: fairy bow
de: Feenbogen

source: spruce staff
de: Fichtenstab

source: apprentice staff
de: Lehrlingsstab

source: novice staff
de: Novizenstab

source: hermit staff
de: Einsiedlerstab

source: rock staff
de: Felsenstab

source: alder staff
de: Erlenstab

source: bard's staff
de: Bardenstab

source: magus staff
de: Magierstab

source: silver staff
de: Silberstab

source: inferno staff
de: Infernostab

source: oak staff
de: Eichenstab

source: phenix staff
de: Phönixstab

source: frost staff
de: Froststab

source: thunder staff
de: Gewitterstab

source: ash staff
de: Eschenstab

source: summoner staff
de: Beschwörerstab

source: master staff
de: Magisterstab

source: necromancer staff
de: Nekromantenstab

source: demon staff
de: Dämonenstab

source: fairy staff
de: Feenstab

source: ifreet staff
de: Efreetstab

source: icewitch staff
de: Eishexenstab

source: sylph staff
de: Sylphenstab

source: archmage staff
de: Erzmagierstab

source: dagger
de: Dolch

source: shortsword
de: Kurzschwert

source: bronzesword
de: Bronzeschwert

source: sabre
de: Säbel

source: legion blade
de: Legionärsklinge

source: long sword
de: Langschwert

source: sword of the coast
de: Küstenschwert

source: council sabre
de: Konzilssäbel

source: scimitar
de: Krummsäbel

source: barbarian sword
de: Barbarenschwert

source: northlings blade
de: Nordlingsklinge

source: steel sword
de: Stahlschwert

source: assassins blade
de: Assassinenklinge

source: diamont sword
de: Diamantschwert

source: dwarfsteel sword
de: Zwergenstahlschwert

source: demon blade
de: Dämonenschwert

source: hero blade
de: Heldenklinge

source: angel blade
de: Engelsklinge

source: gods blade
de: Götterklinge

source: farmer sword
de: Bauernzweihänder

source: mercenary blade
de: Söldnerklinge

source: two handed steel sword
de: Stahlzweihänder

source: smash sword
de: Schmetterschwert

source: horse killer
de: Pferdeschlächter

source: bastard sword
de: Bastardschwert

source: ogre dagger
de: Ogerdolch

source: goblinkiller
de: Goblintöter

source: executioner's sword
de: Richtschwert

source: two handed guardsman sword
de: Gardistenzweihänder

source: aisener battle sword
de: Aisener Kriegsschert

source: monster sword
de: Monsterschwert

source: tear sword
de: Tränenschwert

source: deathwind
de: Todeswind

source: dread sword
de: Schreckensschwert

source: great sword
de: Grossschwert

source: angel sword
de: Engelsschwert

source: Unknown Lich
de: Unbekannter Lich

source: broken shield
de: Zerbrochener Schild

source: old sword
de: Altes Schwert

source: Guardian Skeleton
de: Wächterskelett

source: Skeleton
de: Skelett

source: Giant Skeleton
de: Riesenskelett

source: Skeleton Archer
de: Skelettbogenschütze

source: Skeleton Shadow Archer
de: Skelettschattenbogenschütze

source: Frostbone
de: Frostknochen

source: Burning Skeleton
de: Brennendes Skelett

source: Undead Scythe
de: Untote Sense

source: Necromancer
de: Nekromant

source: Worker Skeleton
de: Skelettarbeiter

source: Huge Skeleton
de: Gewaltiges Skelett

source: Frost Skeleton
de: Frostskelett

source: Frost Skeleton Archer
de: Frostskelettbogenschütze

source: Chilling Death
de: Weißer Tod

source: Savage Skeleton
de: Wildes Skelett

source: Boney Brothers
de: Knochige Brüder

source: Icemage
de: Eismagier

source: Frostmage
de: Frostmagier

source: Neivan the Frostbringer
de: Neivan der Frostbringer

source: Blackmage
de: Schwarzmagier

source: Black Raven
de: Schwarzer Rabe

source: Ice Obelisk
de: Eisobelisk

source: Creates a skeleton.
de: Erschafft ein Skelett

source: Summon Skeleton
de: Skelett Beschwören

source: Summon Ice Obelisk
de: Eisobelisk beschwören

source: spruce wand
de: Fichtenzauberstab

source: apprentice wand
de: Lehrlingszauberstab

source: novice wand
de: Novizenzauberstab

source: hermit wand
de: Einsiedlerzauberstab

source: rock wand
de: Felsenzauberstab

source: alder wand
de: Erlenzauberstab

source: bard's wand
de: Bardenzauberstab

source: magus wand
de: Magierzauberstab

source: silver wand
de: Silberzauberstab

source: oak wand
de: Eichenzauberstab

source: phenix wand
de: Phönixzauberstab

source: frost wand
de: Frostzauberstab

source: thunder wand
de: Gewitterzauberstab

source: ash wand
de: Eschenzauberstab

source: summoner wand
de: Beschwörerzauberstab

source: master wand
de: Magisterzauberstab

source: necromancer wand
de: Nekromantenzauberstab

source: demon wand
de: Dämonenzauberstab

source: fairy wand
de: Feenzauberstab

source: archmage wand
de: Erzmagierzauberstab

source: Barbarian anger
de: Barbarische Wut

source: The warrior sets himself in the state of berserk, attacking his enemies with vicious blows, while completely neglecting his defence.
de: Der Krieger versetzt sich selbst in Berserkerwut, um seine Gegner mit fürchterlichen Hieben anzugreifen, während er seine Verteidigung vernachlässigt.

source: Bash
de: Harter Schlag

source: Battlecry
de: Kriegsschrei

source: The warrior releases a mighty cry that causes his enemies to lose concentration, ultimatly reducing their defence and slowing them down.
de: Der Krieger lässt einen mächtigen Schrei los, der seine Gegner ihre Konzentration verlieren lässt, wodurch ihre Verteidigung sinkt.

source: The warriors mastery of shields and weapons allows him to block damage at an increased rate.
de: Die Meisterschaft des Kriegers mit Schilden und Waffen erlaubt es ihm, Schaden mit erhöhter Wahrscheinlichkeit zu blocken.

source: Charge
de: Sturmangriff

source: Launches an assault at an enemy with increasing speed. The faster the warrior is, the more damage a charge inflicts.
de: Startet einen Angriff auf einen Gegner mit steigender Geschwindigkeit. Je schneller der Krieger ist, desto mehr Schaden verursacht der Sturmangriff.
