Repository: SummoningWars/summoning-wars
Catalog: share/translation/*/sumwars.po
Languages: de

source: Causes surrounding monsters to attack the warrior more likely.
de: Verleitet umstehende Monster dazu, den Krieger mit erhöhter Wahrscheinlichkeit anzugreifen.

source: Taunt
de: Provokation

source: The warrior has become used to the ways of the battlefield to a point, where he can regenerate his abilities faster than normal.
de: Der Krieger ist so gewöhnt daran, auf dem Schlachtfeld zu stehen, dass seine Fähigkeiten sich schneller als normal regenerieren.

source: Warmaster
de: Kriegsmeister

source: Fire and sword
de: Feuer und Schwert

source: The warrior calls the spirits of fire upon his weapon, causing it to deal firedamage. The damage depends on the warriors spellpower.
de: Der Krieger ruft Feuergeister in seine Waffe, wodurch sie Feuerschaden verursacht. Der Schaden hängt von der Zauberkraft des Kriegers ab.

source: Pact of flames
de: Flammenpakt

source: The warrior calls upon the fires of hell, causing his weapon to deal firedamage for a significant time. His enemies might catch fire when hit.
de: Der Krieger ruft die Feuer der Hölle herbei, wodurch seine Waffe für geraume Zeit Feuerschaden verursacht. Gegner können in Feuer fangen, wenn sie getroffen werden.

source: The warrior becomes even more bloodthirsty, launching at his enemies with increased attackspeed and damage in a berserk state. Even while neglecting his defence, the impact is not as big as with the barbarian anger.
de: Der Krieger wird noch blutdurstiger und stürzt sich mit erhöhter Angriffsgeschwindigkeit und mehr Schaden in einen Berserkerrausch. Obwohl er dabei seine Verteidigung vernachlässigt ist der Malus nicht so groß wie bei der Barbarischen Wut.

source: barbarian power
de: Barbarische Kraft

source: Attacks an enemy with a chance to inflict silence.
de: Greift einen Gegner an und kann Stummheit auslösen.

source: Silencer
de: Grabesstille

source: For each monster the warrior kills, his strength increases for a short amount of time.
de: Für jedes Monster, das der Krieger tötet, steigt seine Stärke für kurze Zeit.

source: Monster hunter
de: Monsterjäger

source: Monster slayer
de: Monsterschlächter

source: The warrior has become the worst nightmare of monsters, with every one of them falling at his feet increasing his strength and attackspeed for a short amount of time.
de: Der Krieger ist der schlimmste Alptraum der Monster geworden, und jedes von ihnen, das durch ihn fällt steigert seine Stärke und Angriffsgeschwindigkeit für kurze Zeit.

source: The warrior regains up to 50 percent hitpoints of his total hitpoints through the sheer power of his will.
de: Der Krieger erhält bis zu 50 Prozent seiner maximalen Lebenspunkte durch reine Willenskraft zurück.

source: Defiances
de: Herausforderung

source: Nearby monsters will attack the warrior, if they are able to. Some will run away in fear. The warriors defence is increased.
de: Nahe Monster werden den Krieger angreifen, wenn sie können. Einige werden ängstlich davon laufen. Die Verteidigung des Kriegers ist erhöht.

source: Perseverance
de: Ausdauer

source: The warriors defence increases proportional to the cuts and bruises he receives in combat. The more serious the wounds, the more difficult he is to kill.
de: Die Verteidigung des Kriegers steigt proportional zu den Schnitten und Prellungen, die er im Kampf erhält. Je schwerer die Wunden sind, desto schwerer ist er zu töten.

source: Charge scythe
de: Sturmsense

source: Launches an even stronger charge attack, that may inflict stun.
de: Startet einen noch stärkeren Sturmangriff, der den Gegner lähmen kann.

source: The battle hardened warrior's scream slows down his opponents, sometimes confusing them as well.
de: Der Schrei des kampfgestählte Kriegers entblößt seine Gegner ihrer Verteidigung und kann sie manchmal sogar verwirren.

source: Warcry
de: Kriegsschrei

source: The warriors mastery of weapons increases the damage of his basic attacks by 20%.
de: Die Meisterschaft des Kriegers mit Waffen aller Art erhöht den Schaden seiner normalen Angriffe um 20%.

source: Weaponmaster
de: Waffenmeister

source: Attacks every enemy in weapon range with a triple sweeping strike.
de: Greift jeden Gegner in Reichweite mit einem dreifachen Rundumschlag an.
