Repository: SummoningWars/summoning-wars
Catalog: share/translation/*/sumwars.po
Languages: de

source: aisMeadow
de: Aisener Wiese

source: aisPlains
de: Offene Ebene

source: aisMaylonsGraveEntry
de: Maylons Grab

source: aisMaylonsGraveL1
de: Maylons Grab, Ebene 1

source: aisMaylonsGraveL2
de: Maylons Grab, Krypta

source: aisHeath
de: Aisener Heide

source: aisStonePlains
de: Steinige Ebene

source: aisDarkClearing
de: Dunkle Lichtung

source: aisWideHeath
de: Weite Heide

source: joringsbridge
de: Joringsbrück

source: aisNorthMeadow
de: Nördliche Wiese

source: aisJoringsforest
de: Joringsforst

source: aisFairyforest
de: Feenwald

source: aisDarkFairyforest
de: Dunkler Feenwald

source: aisWolfstones
de: Wolfssteine

source: aisWestwoods
de: Westwald

source: aisMounPath
de: Gebirgspfad

source: aisMistslope
de: Nebelhänge

source: aisEastslope
de: Osthänge

source: Watch out! Monsters from the mine! Help me!
de: Achtung! Monster aus der Mine! Helft mir!

source: Let me tell you I'm no monster. I'm worse.
de: Ich bin kein Monster, lasst euch das gesagt sein. Ich bin schlimmer.

source: aisBoulderGrounds
de: Geröllhalde

source: aisMounMeadows
de: Bergwiesen

source: aisOldDwarfRuins
de: Alte Zwergenruinen

source: aisOldCellar
de: Alte Keller

source: aisBaelensRift
de: Baelens Kluft

source: aisHillRoad
de: Hügelstraße

source: copperRock
de: Kupferfels

source: aisCopperFields
de: Kupferfelder

source: aisMineEntry
de: Mineneingang

source: Bloodbeak
de: Blutschnabel

source: Giant wolf
de: Riesenwolf

source: Psychotic Spider
de: Psychotische Spinne

source: Cave Spider
de: Höhlenspinne

source: Spider
de: Spinne

source: Giant Bat
de: Riesenfledermaus

source: Guard
de: Wache

source: Scout
de: Späher

source: Healer
de: Heiler

source: Trader
de: Händler

source: Bowman
de: Bogenschütze

source: Avaeras Order, Firemage
de: Avaeras Orden, Feuermagier

source: Elite Swordsman
de: Eliteschwertkämpfer

source: feather amulet
de: Federnamulett

source: amber amulet
de: Bernsteinamulett

source: silver amulet
de: Silberamulett

source: coral amulet
de: Korallenamulett

source: gold amulet
de: Goldamulett

source: Snipe
de: Zielschuss

source: The archers deadly precision causes his shots to deal more damage than normal.
de: Die tödliche Präzision des Bogesnchützen lässt seine Schüsse mehr Schaden als normal verursachen.

source: Blind Rage
de: Blinde Wut

source: The archer attacks the enemies eyes, causing him to go berserk, but be blinded at the same time.
de: Der Schütze greift die Augen seines Gegners an, wodurch er in Berserkerwut verfällt, aber gleichzeitig erblindet.

source: Bow Spirit
de: Bogenseele

source: The archer becomes one with his weapon, dealing more damage over a longer time. Additionally his critical strike chance is increased. This effect stacks with Elfeyes.
de: Der Bogenschütze wird eins mit seiner Waffe und verursacht über einen längeren Zeitraum mehr Schaden. Zusätzlich steigt seine Chance auf kritische Treffer. Dieser Effekt ist kummulativ mit Elfenaugen.

source: Concentration
de: Konzentration

source: The archers steady mind can no longer be confused.
de: Der ruhige Geist des Schützen kann nicht mehr verwirrt werden.

source: Elfeyes
de: Elfenaugen

source: The archer shoots with deadly precision, leading to an increased critical hit rate.
de: Der Bogenschütze schießt mit tödlicher Präzision, was zu einer gesteigerten Rate von Kritschen Treffern führt.

source: Deadly Roulette
de: Todesroulette

source: The projectile has a fifty percent probability to attack another target, if it hits someone. Be careful not to stand in its way, for it distinguishes not between friend and foe.
de: Das Projektil hat eine fünfzigprozentige chance, ein weiteres Ziel anzugreifen, wenn es jemanden trifft. Steh nicht in seinem Weg, denn es unterscheidet nicht zwischen Freund und Feind.

source: Catlike Reflexes
de: Katzenreflexe

source: The archers nimble mind allows him to avoid damage better.
de: Der wache Geist des Schützen erlaubt es ihm, Schaden besser auszuweichen.

source: Explosion Arrow
de: Explosionspfeil

source: The projectile is imbued with the power of a weak firespirit. It will deal damage in a small area, if it hits.
de: Das Projektil wird mit der Kraft eines schwachen Feuergeistes versehen. Wenn es trifft, verursacht es Schaden in einem kleinen Radius.

source: Blast Cascade
de: Sprengkaskade

source: The projectile is imbued with the power of a firespirit. It will explode with areadamage on hitting. Additionally four more explosions will go of in every direction.
de: Das Projektil wird mit der Kraft eines Feuergeistes versehen und Schaden in einem Gebiet verursachen, wenn es trifft. Zusätzlich werden vier weitere Explosionen in alle Himmelsrichtungen ausgelöst.

source: Frost Arrows
de: Frostpfeile

source: The archer summons a spirit of ice into his weapon, causing his shots to deal icedamage over a greater amount of time. There is a chance that his enemies will be frozen solid if they are hit.
de: Der Schütze ruft einen Eisgeist in seine Waffe, wodurch jeder seiner Schüsse für längere Zeit Eisschaden verursacht. Es besteht die Möglichkeit, dass seine Gegner gefrieren, wenn sie getroffen werden.

source: Deadly Swarm
de: Todesschwarm

source: The archer shoots four consecutive projectiles that are imbued with vengeful spirits. They will pursue the enemy, even if he tries to run.
de: Der Schütze schießt vier aufeinanderfolgende Projektile die mit rachsüchtigen Geistern versehen sind. Sie werden den Gegner verfolgen, selbst wenn er versucht, davonzulaufen.

source: Ice Arrows
de: Eispfeile

source: The archer calls upon the spirits of ice to imbue his projectiles with icedamage.
de: Der Bogenschütze ruft Eisgeister herbei, um seine Projektile mit Eisschaden zu versehen.

source: Mind Wall
de: Geistige Mauer

source: The archer has become immune to anger. He will never go berserk again.
de: Der Schütze ist immun gegen Zorn geworden. Er wird nie wieder zum Berserker werden.

source: Fanshot
de: Fächerschuss

source: The archer shoots five projectiles at a time, aimed at enemies in front of him. The damage dealt by each projectile suffers a little.
de: Der Bogenschütze schießt fünf Projektile gleichzeitig, die auf den Gegner vor ihm gezielt sind. Der Schaden jedes Projektils leidet etwas unter der schnellen Schussfolge.

source: Elfwanderer
de: Elfenwanderer

source: The archer unleashes a mighty shot that pierces right through an enemy and might hit another enemy behind him.
de: Der Schütze entfesselt einen mächtigen Schuss, der glatt durch einen Gegner geht und einen weiteren dahinter treffen kann.

source: North Hunter
de: Nordjäger

source: The archers good longterm relations with the spirits of wind and ice has caused his resistence and his maximum resistance of these elements to rise by 10 percent.
de: Die guten Beziehungen des Bogenschützen zu den Geistern von Wind und Eis erhöhen seine Resistenz und seine maximale Resistenz gegen diese Elemente um 10 Prozent.

source: North Roamer
de: Nordwanderer

source: The archer has made a pact with the spirits of wind and ice. His resistance against wind- and icedamage is increased by 20 percent.
de: Der Schütze hat einen Pakt mit den Wind- und Eisgeistern geschlossen. Seine Resistenz gegen Wind- und Eisschaden ist um 20 Prozent gesteigert.

source: Storm Arrows
de: Sturmpfeile

source: The mighty spirits of wind themselfes help the archer by imbuing his projectiles with their power, causing them to deal more winddamage for a longer time.
de: Die mächtigen Windgeister selbst helfen dem Bogenschützen, indem sie seine Projektile mit ihrer Macht tränken, wodurch sie über längere Zeit Windschaden verursachen.

source: The archers mastery of ranged weapons allows him to shoot three projectiles in a short amount of time.
de: Doe Meisterschaft des Bogenschützen mit Fernwaffen erlaubt es ihm, drei Projektile in kurzer Reihenfolge zu schießen.

source: Tripple Shot
de: Dreifachschuss

source: The archer attacks with an arrow imbued with a weaker windspirit, that causes an enemy hit by it to be stunned.
de: Der Schütze greift mit einem von einem schwächeren Windgeist besessenen Pfeil an, der seine Gegner trifft und lähmt.

source: Vacuum
de: Vakuum

source: Iron Hail
de: Eisenhagel

source: The archer handles his weapons with elflike precision, attacking up to seven enemys in front of him. The damage dealt by each projectile suffers a little.
de: Der Bogenschütze beherrscht seine Waffe mit Elfengleicher Präzision, wodurch er bis zu sieben Gegner vor ihm angreift. Der Schaden jedes einzelnen Geschosses ist etwas reduziert.

source: The archer attacks a weak point of his enemy, causing the victim to go berserk.
de: Der Bogenschütze greift einen Schwachpunkt seines Gegners an, wodurch das Opfer zum Berserker wird.

source: Weak Spot
de: Schwachpunkt

source: The archer has been grantet the power to imbue his projectiles with winddamage by the spirits of wind.
de: Dem Schützen wurde von den Windgeistern die Macht gewährt, seine Projektile mit Windschaden zu versehen.

source: Wind Arrows
de: Windpfeile

source: The spirits of wind help the archer to move faster than normal and avoid damage.
de: Die Windgeister helfen dem Bogenschützen, sich schneller als normal zu bewegen und Schaden zu vermeiden.

source: Windwalk
de: Windwandern

source: cloth armor
de: Tuchrüstung

source: leather armor
de: Lederrüstung

source: rivet armor
de: Nietenrüstung

source: bandit armor
de: Banditenrüstung

source: novice armor
de: Novizenrüstung

source: mercenary armor
de: Söldnerrüstung

source: ranger shirt
de: Waldläuferhemd

source: assassin armor
de: Assassinenrüstung

source: temple armor
de: Tempelrüstung

source: council armor
de: Konzilsrüstung

source: hatchet
de: Beil

source: bronze axe
de: Bronzeaxt

source: iron hatchet
de: Eisenbeil

source: cleaver
de: Schlachtbeil

source: iron axe
de: Eisenaxt

source: mercenary axe
de: Söldneraxt

source: steel axe
de: Stahlaxt

source: battle axe
de: Kampfaxt

source: guard axe
de: Gardistenaxt

source: minotaur axe
de: Minotaurenaxt

source: thunder axe
de: Donneraxt

source: demon axe
de: Dämonenaxt

source: obsidian axe
de: Obsidianaxt

source: vulcano axe
de: Vulkanaxt

source: berserker axe
de: Berserkeraxt

source: diamont axe
de: Diamantaxt

source: dwarfen axe
de: Zwergenaxt

source: hell axe
de: Höllenaxt

source: lumberjack axe
de: Holzfälleraxt

source: great axe
de: Grossaxt

source: ripping axe
de: Reisseraxt

source: executioner axe
de: Henkersaxt

source: smashing axe
de: Schmetteraxt

source: ogre hatchet
de: Ogerbeil

source: scythe axe
de: Sensenaxt

source: barbarian axe
de: Barbarenstreitaxt

source: bonebreaker axe
de: Knochenbrecheraxt

source: giant axe
de: Riesenaxt

source: slaughter axe
de: Schlachtaxt

source: ogretearer
de: Ogerreisser

source: dwarfensteel axe
de: Zwergenstahlaxt

source: star axe
de: Sternenaxt

source: kings axe
de: Königsaxt

source: torture axe
de: Folteraxt

source: iceland axe
de: Eislandaxt

source: death axe
de: Todesaxt

source: dead
de: tot

source: die
de: sterben

source: summoned
de: beschworen

source: Attack
de: Angriff

source: Basic melee attack
de: Grundlegener Nahkampfangriff

source: Basic holy melee attack
de: Grundlegener heiliger Nahkampfangriff

source: Holy attack
de: Heiliger Angriff

source: Basic magic attack
de: Grundlegener magischer Angriff

source: Magic attack
de: Magieangriff

source: Basic ranged attack
de: Grundlegener Fernkampfangriff

source: Ranged attack
de: Fernkampfangriff

source: Soren Windclaw
de: Soren Windklaue

source: Worker
de: Arbeiter

source: Council Guard
de: Konzilswächter

source: Council Mage
de: Konzilsmagier

source: Council Guard Captain
de: Konzilshauptmann

source: Fireguardian
de: Feuerwächter

source: Fire Slug
de: Feuerschnecke

source: Mutant Slug
de: Mutierte Schnecke

source: Fire Louse
de: Feuerassel

source: Firefletchling
de: Feuerküken

source: greyCurseCave
de: Verfluchte Höhle

source: greyCurseGrotto
de: Verfluchte Grotte

source: greyWolfcave
de: Wolfshöhle

source: greyCurseGrotDep
de: Verfluchte Grotte, Tiefe

source: greyCursedCavern
de: Verfluchte Kaverne

source: greyCurseCaveDep
de: Verfluchte Höhlen, Tiefe

source: greyCurseCaveFis
de: Der Spalt

source: greyCurseCaveEast
de: Verfluchte Osthöhle

source: greyCurseLake
de: Versteckter See

source: Trade
de: Handel

source: Potions
de: Tränke

source: What is all this?
de: Was ist das alles?

source: Quite a lot of boxes...
de: Ganz schön viele Kisten...

source: My predecessor left me with that chaos.
de: Das Chaos hat mir mein Vorgänger überlassen.

source: These are all old army supplies.
de: Sind alles alte Armeebestände.

source: If you like something just point it out and I'll tell you a price.
de: Wenn Euch was davon gefällt zeigt drauf und ich nenne Euch einen Preis.

source: Enchanter Fazhir
de: Verzauberer Fazhir

source: Enchant Items
de: Gegenstände verzaubern

source: Armor
de: Rüstung

source: Armor class
de: Rüstungsklasse

source: Health Bonus
de: Gesundheitsbonus

source: Magic power
de: Zauberkraft

source: Willpower
de: Willenskraft

source: Weapon
de: Waffe

source: Air damage
de: Luftschaden

source: Attack speed
de: Angriffsgeschwindigkeit

source: Fire damage
de: Feuerschaden

source: Ice damage
de: Eisschaden

source: Power
de: Kraft

source: Gloves
de: Handschuhe

source: Dexterity
de: Geschick

source: Strength
de: Stärke

source: Which part of your equipment should be enchanted?
de: Welches Teil Eurer Ausrüstung soll verzaubert werden?

source: Hey you have no item equiped there
de: Hey, du hast dort nichts ausgerüstet.

source: Which Enchantment do you want?
de: Welche Verzauberung wollt Ihr?

source: You dont have enough gold to pay the price of $1
de: Du hast nicht genug Gold, um $1 zu bezahlen.

source: The price is $1
de: Der Preis ist $1

source: It seems that this item already has such an enchantment.
de: Es scheint, als hätte der Gegenstand bereits eine solche Verzauberung.

source: Skinny Necromancer
de: Magerer Nekromant

source: Scarfaced Necromancer
de: Narbengesichtiger Nekromant

source: dwarfenwall
de: Zwergentrutz

source: dwarfenwallCommand
de: Kommandozentrum

source: dwarfenwallRampart
de: Burgwall

source: Reverse this at once or every guard of Aisen will be on your trail, Cursed One! ##female
de: Mach das sofort rückgängig oder jede Wache in Aisen wird hinter dir her sein, Verfluchte!

source: Reverse this at once or every guard of Aisen will be on your trail, Cursed One! ##male
de: Mach das sofort rückgängig oder jede Wache in Aisen wird hinter dir her sein, Verfluchter!

source: You are better prepared to suffer the consequences, wretched creature.
de: Du bist besser bereit, die Konsequenzen zu tragen, elende Kreatur.

source: leather gloves
de: Lederhandschuhe

source: snakehide gloves
de: Schlangenlederhandschuhe

source: chain gloves
de: Kettenhandschuhe

source: buckskin gloves
de: Wildlederhandschuhe

source: spidersilk gloves
de: Spinnenseidehandschuhe

source: marksman gloves
de: Schützenhandschuhe

source: assassin gloves
de: Assassinenhandschuhe

source: shark gloves
de: Haifischhandshuhe

source: goblin armor
de: Goblinbeinschiene

source: goblin bracer
de: Goblinarmschiene

source: shaman mask
de: Schamanenmaske

source: goblin club
de: Goblinkeule

source: rusty dagger
de: Rostiger Dolch

source: shaman staff
de: Schamanenstab

source: nail club
de: Nagelkeule

source: goblin bow
de: Goblinbogen

source: goblin spear
de: Goblinspeer

source: goblin brawler
de: Goblinschläger

source: goblin hunter
de: Goblinjäger

source: goblin robber
de: Goblinräuber

source: goblin dog
de: Goblinhund

source: boneshaker
de: Knochenschüttler

source: Lurdrak with the Hammer
de: Lurdrak mit dem Hammer

source: goblin fighter
de: Goblinkämpfer

source: goblin poacher
de: Goblinwilderer

source: goblin rider
de: Goblinreiter

source: snowcaller
de: Schneerufer

source: goblin temple guard
de: Goblintempelwache

source: goblin apprentice
de: Goblinlehrling

source: goblin youngling
de: Goblinjungling

source: Gab Clan Goblin
de: Gab Klan Goblin

source: goblin warrior
de: Goblinkrieger

source: goblin rocklobber
de: Goblinsteinschleuderer

source: goblin shaman
de: Goblinschamane

source: goblin slayer
de: Goblinschlächter

source: goblin assassin
de: Goblinassassine

source: greySnowNose
de: Schneenase

source: greyOldMine
de: Alte Mine

source: greyOldMineL2
de: Alte Mine, Ebene 2

source: greyOldMineDeep
de: Alte Mine, Tiefe

source: cermeonial hammer
de: Zeremonienhammer

source: iron hammer
de: Eisenhammer

source: iron club
de: Eisenkeule

source: maul
de: Schlägel

source: morning star
de: Morgenstern

source: crowhead
de: Krähenkopf

source: rider hammer
de: Reiterhammer

source: mace
de: Streitkolben

source: steel hammer
de: Stahlhammer

source: battle hammer
de: Kriegshammer

source: smashhead
de: Schmetterkopf

source: steel mace
de: Stahlstreitkolben

source: steel maul
de: Stahlschlägel

source: sixedged mace
de: Sechskantstreitkolben

source: silver hammer
de: Silberhammer

source: diamont hammer
de: Diamanthammer

source: priest mace
de: Priesterstreitkolben

source: holy hammer
de: Heiliger Hammer

source: sledgehammer
de: Vorschlaghammer

source: longshaft
de: Langstiel

source: guard hammer
de: Gardistenhammer

source: silverterror
de: Silberschrecken

source: glow hammer
de: Glimmhammer

source: bonebreaker
de: Knochenbrecher

source: aisener warhammer
de: Aisener Kriegshammer

source: judgement hammer
de: Urteilshammer

source: priest hammer
de: Priesterhammer

source: judge hammer
de: Richthammer

source: cyclops hammer
de: Zyklopenhammer

source: dwarfensteel hammer
de: Zwergenstahlhammer

source: elementhunter
de: Elementenjäger

source: exorcists hammer
de: Exorzistenhammer

source: worldshaker
de: Welterschütterer

source: vagabond hat
de: Vagabundenhut

source: apprentice cap
de: Lehrlingskappe

source: novice hat
de: Novizenhut

source: alchemist cap
de: Alchemistenkappe

source: beret
de: Barett

source: magus hat
de: Magierhut

source: cap
de: Kappe

source: leather cap
de: Lederkappe

source: leather helmet
de: Lederhelm

source: mercenary head
de: Söldnerkopf

source: novice headgear
de: Novizenhelm

source: mercenary helmet
de: Söldnerhelm

source: ranger bandana
de: Waldläuferstirnband

source: assassin hood
de: Assassinenkapuze

source: biretta
de: Birett

source: chain turban
de: Kettenturban

source: Thug
de: Schläger

source: Rogue
de: Schurke

source: Brigand
de: Brigant

source: Poacher
de: Wilderer

source: Thief
de: Dieb

source: Raider
de: Plünderer

source: Highwayman
de: Wegelagerer

source: Deserter
de: Deserteur

source: Rob the Robber
de: Rob der Räuber

source: Ronny the Rat
de: Ronny die Ratte

source: Who is that?
de: Wer ist das?

source: Weapons
de: Waffen

source: Armors
de: Rüstungen

source: Objects found
de: Fundgegenstände

source: What are these Items?
de: Was sind das für Gegenstände?

source: Ah, you noticed my lost and found?
de: Ah, euch ist mein Fundbüro aufgefallen?

source: Everything I find in and around Joringsbridge is stored here.
de: Ich lagere hier alles, was ich so an verlorenen Gegenständen in und um Joringsbrück finde.

source: If something is your's just say the word. For a small finder's fee you can have it back.
de: Wenn Euch etwas davon gehört, sagt einfach Bescheid. Für einen geringen Finderlohn könnt Ihr es wiederhaben.

source: Joringsbridge
de: Joringsbrück

source: Having the responsibility for Joringsbridge is never easy, not even when I had enough soldiers.
de: Die Verantwortung für Joringsbrück zu haben ist nicht immer leicht, selbst, wenn ich genug Soldaten habe.

source: Lately, someone in the guard has been appropriating confiscated magical items.
de: Seit Monaten schafft irgend einer meiner Leute die beschlagnamten magischen Gegenstände bei Seite.

source: And I'm not even one step closer to find out who, than when I first noticed!
de: Und ich bin ihm noch keinen Schritt näher als am Anfang!

source: ((A guard is diverting items? Surely not for hard times. I should take a look around.))
de: (Ein Gardist schafft Gegenstände bei Seite? Sicher nicht für schlechte Zeiten. Ich sollte mich mal umsehen.)

source: The surroundings of Joringsbridge
de: Die Umgebung von Joringsbrück

source: You better be careful when leaving the village.
de: Ihr seid besser vorsichtig, wenn Ihr das Dorf verlasst.

source: Now, with almost all troops standing at the borders, we have to deal with an unmanageable flood of goblins.
de: Jetzt, wo fast alle Truppen an den Grenzen stehen, haben wir es mit einer unüberschaubaren Flut von Goblins zu tun.

source: And everyone not drafted for the army seems to have discovered the happy bandit life for themselves.
de: Und alle, die nicht in die Armee eingezogen wurden, scheinen das Banditendasein für sich entdeckt zu haben.

source: Thanks for the warning, sergeant.
de: Danke für die Warnung, Sergeant

source: Magus Convocatis Relau Fireweaver
de: Magus Convocatis Relau Feuerweber

source: You are the backup sent by Lord Master Windclaw, arn't you?
de: Ihr seid die Unterstützung, die Lord Magister Windklaue geschickt hat, wie?

source: I suggest you quickly journey on. There have been people dying by boredom in this village.
de: Ich empfehle Euch eine schnelle Weiterreise. In diesem Dorf sind schon Menschen an Langeweile gestorben.

source: Who knows if your physique will help you against that, too?
de: Wer weiß, ob Eure Konstitution Euch dagegen auch hilft?

source: Welcome to the humble... village, they call it... of Joringsbridge.
de: Willkommen in dem beschaulichen... Dorf, nennen sie es... Joringsbrück

source: I have been stationed here due to the unfathomable wisdom of the Council.
de: Ich wurde hier dank der unermesslichen Weisheit des Konzils stationiert.

source: If you want, I can add a certain something to your weapons.
de: Wenn Ihr wollt, kann ich das gewisse Etwas zu Euren Waffen hinzufügen.

source: I am also quite adept at imbuing clothes with extra protection against the elements.
de: Ich bin auch sehr bewandert darin, Kleidung mit einem Schutz gegen die Elemente auszustatten.

source: Nothing more to do anyway.
de: Es gibt hier ohnehin nichts zu tun.

source: Why can't you use ice?
de: Warum könnt Ihr kein Eis benutzen?

source: Of course I know how to conjure ice...
de: Natürlich kann ich Eis herbeirufen...

source: but, as you are no doubt unaware, casting and enchanting are two utterly different activities.
de: aber wie Ihr zweifellos nicht wisst sind zaubern und verzaubern zwei grundverschiedene Aktivitäten.

source: Be grateful I am able to enchant two elements.
de: Seid dankbar, dass ich in der Lage bin, mit zwei Elementen zu verzaubern.

source: That's a rare talent, just so you know.
de: Das ist ein seltenes Talent, nur damit Ihr es wisst.

source: Enchant Equipment
de: Ausrüstung Verzaubern

source: Air resistance
de: Luftresistenz

source: Fire resistance
de: Feuerresistenz

source: Increase Firemagic
de: Feuermagie erhöhen

source: It may be helpful if you would equip something first.
de: Es könnte hilfreich sein, wenn Ihr erst etwas ausrüsten würdet.

source: I may work for the Council, but I don't run a charity. The price is $1.
de: Ich mag ja für das Konzil arbeiten, aber ich führe hier keinen Wohltätigkeitsverein. Es kostet $1.

source: As I always say: No enchantment should be applied a second time.
de: Wie ich immer zu sagen pflege: Keine Verzauberung sollte ein zweites Mal angebracht werden.

source: tourney bow
de: Turnierbogen

source: orc bow
de: Orkbogen

source: yew bow
de: Eibenbogen

source: longbow
de: Langbogen

source: soldier bow
de: Soldatenbogen

source: horn bow
de: Hornbogen

source: maple bow
de: Ahornbogen

source: battle bow
de: Kriegsbogen

source: composite longbow
de: Kompositlangbogen

source: stormsinger
de: Sturmsänger

source: oak bow
de: Eichenbogen
