Repository: SummoningWars/summoning-wars
Catalog: share/translation/*/the_trader.po
Languages: es

source: A common skill. Any sell-sword that wants to avoid a quick and meaningless death knows of it.
es: Una habilidad común. Cualquier comerciante de espadas que quiere evitar una muerte rápida y sin sentido sabe de ella.

source: A moment, dear ladies.
es: Un momento, estimadas señoritas.

source: A moment, dear madam.
es: Un momento, estimada señora.

source: A moment, dear sir.
es: Un momento, estimado señor.

source: A moment, dear sirs.
es: Un momento, queridos señores.

source: A moment, ladies and gentlemen.
es: Un momento, señoras y señores.

source: A strange trader offered me to sell Empty Scrolls.
es: Un extraño comerciante me ofreció vender Rollos Vacíos.

source: A useful skill.
es: Una habilidad útil.

source: Actually not, regrettably.
es: Realmente no, lamentablemente.

source: Allow me to give you an Empty Scroll as a gift.
es: Permítame entregarle un Rollo Vacío como regalo.

source: Alternatively you can select the number of the belt slot it is in.
es: Como alternativa, puede seleccionar el número de la ranura del cinturón en el que se encuentre.

source: And how do we use them?
es: ¿Y cómo lo usamos?

source: As reported, I invested badly in the Empty Scrolls and have no available capital.
es: Como se informó, invertí mal en Rollos Vacíos y ahora no tengo dinero disponible.

source: At the bottom you have the small items tab, click on it to access the three rows of your small items inventory.
es: En la parte inferior tiene la pestaña de objetos pequeños, hágale clic para acceder a las tres filas de su inventario de artículos pequeños.

source: Be wary, it is not as safe around Medair as it used to be.
es: Tenga cuidado, las inmediaciones de Medair no son tan seguras ahora como solían serlo.

source: But I can supply you with scrolls for a long time. That's a promise.
es: Pero puedo proveerte de rollos de pergaminos por una larga temporada. Lo prometo.

source: Clearly you are in the wrong line of work.
es: Claramente estás en la línea de trabajo equivocada.

source: Click on one of these symbols, and your body will rematerialize at your destination, as fast as the wind.
es: Haga clic en uno de estos símbolos y tu cuerpo se materializará en tu destino, tan veloz como el viento.

source: Didn't you hear the capital letters?
es: ¿No has oído las mayúsculas?

source: Even travelling the roads may prove to be dangerous. Particularly if you are heading north.
es: Aun viajando por los caminos puede llegar a ser peligroso. Particularmente si vas hacia el norte.

source: Explain the belt?
es: ¿Explicar el cinturón?

source: Explain the waypoint system?
es: ¿Explica el sistema de puntos de referencia?

source: Fear not, they will not harm you in any way, honest.
es: No temas, no te harán nada de ningún modo, de verdad.

source: Furthermore, a scroll's power is depleted quickly and limited only to one person.
es: Es más, el poder de un pergamino se agota rápidamente y está limitado a una persona.

source: Goblins and other beasts have stolen quite a lot recently.
es: Los gúblins y otras bestias han robado bastante hace poco.

source: Grace me with your presence again soon, if you please.
es: Vuelva a honrarnos con su presencia pronto, si es tan amable.

source: Hmm. You seem to know a great deal about this, for a trader.
es: Hmmm. Parece que sabes mucho sobre esto, para ser un comerciante.

source: How about: "town portal"?
es: ¿Qué sabes sobre el "portal a la ciudad"?

source: How nice to see you have escaped from the caves.
es: Qué bueno ver que ha escapado de las cuevas.

source: I see you are a man of reason!
es: ¡Veo que eres un hombre de razón!

source: I see you are a woman of reason!
es: ¡Veo que eres una mujer de razón!

source: I see you have reached dwarfenwall safely.
es: Veo que has llegado a dwarfenwall de forma segura.

source: I thought so.
es: Ya me lo imaginaba.

source: I'm afraid I have insufficient gold to buy assorted wares from treasure hunters and scavengers.
es: Siento no tener oro suficiente para comprar productos variados de cazadores de tesoros y carroñeros.

source: I'm sure you noticed, right?
es: Seguro que te has dado cuenta, ¿verdad?

source: If you click on a road shrine, your body will be transported through Harad's domain.
es: Si hace clic en un camino a un santuario, su cuerpo será transportado a través del dominio de Harad.

source: If you have an open portal in the world, that will be shown too, with a red dot.
es: Si tienes abierto algún portal a la ciudad en el mundo este se mostrará también con un punto rojo.

source: If you place a potion there, it appears in the belt row.
es: Si sitúas una poción ahí, este aparece en la línea del cinturón.

source: If you want to use a potion you can do so by clicking on it with the right mouse button in the inventory or the belt.
es: Si quieres usar una poción puedes hacerlo haciendo clic sobre el con el botón derecho del ratón en el inventario o en el cinturón.

source: In your mind's eye you will see a map with all the waypoints you have already visited.
es: A la altura de tus ojos verás el mapa con todos los puntos de referencia que hayas visitado ya.

source: Indeed.
es: En efecto.

source: It seems, you are stuck in Harad's black claws.
es: Al parecer, estás atrapado en las garras negras de Harad.

source: Like a common potion.
es: Como una poción común.

source: Long years on the battlefield have honed my ability to change potions for similar potions immediately once I have used one.
es: Mi experiencia en el campo de batalla me han dotado de la habilidad de cambiar pociones usadas por otras similares, inmediatamente.

source: Meaning yourself?
es: Es decir, ¿usted?

source: Much to my regret, an Empty Scroll is only capable of one thing:
es: Muy a mi pesar, un Rollo Vacío sólo es capaz de una cosa:

source: No thanks to you. May I continue to offer you my services?
es: No, gracias a tí. ¿Puedo seguir ofreciéndote mis servicios?

source: Now, now, honorable customers!
es: ¡Ahora, ahora, estimables clientes!

source: Oh! It's that simple?
es: ¡Oh! ¿Es así de simple?

source: One reason being; customers are rare in these parts.
es: Por una razón: los clientes son poco frecuentes en estos lares.

source: Quest finished
es: Misión finalizada

source: Regardless, not many Branded Ones would have listened to me as you have.
es: A pesar de todo, no tantos forajidos me habrían escuchado como tú lo has hecho.

source: Surely they can be found anywhere, especially in a place like this.
es: Seguramente se puedan encontrar en cualquier lado, especialmente en un lugar como este.

source: Surely. Now that I finally have a sound anchor again.
es: Seguramente. Ahora que por fin tengo una nueva sólida ancla.

source: That is, 1 for the potion on the left, 2 for the second from the left and so on.
es: Es decir, 1 para la poción de la izquierda, 2 para la segunda desde la izquierda y así sucesivamente.

source: The Trader
es: El Mercader

source: The top row represents your belt.
es: La fila superior representa tu cinturón.

source: These are shown as small yellow points.
es: Estos se muestran como puntos amarillos pequeños.

source: They were sold to me as Empty Scrolls, but what you call them is entirely up to you!
es: ¡Me los vendieron como Pergaminos Vacíos, pero como los llames depende solamente de ti mismo!

source: This works for all usable items alike, so naturally for the scrolls, too.
es: Esto funciona así para todo los elementos utilizables, así que naturalmente para los pergaminos también.

source: To establish a way through Harad's black abyss.
es: Establecer un camino a través de abismo negro de Harad.

source: To make it worse only to spots of great magical concentration like that big road shrine over there.
es: Para empeorar las cosas sólo a lugares de gran concentración mágica como esa gran carretera hacia el santuario de ahí.

source: Unfortunatly I bet on the wrong branch and now I'm stuck with a large contingent of Empty Scrolls.
es: Por desgracia aposté por la rama equivocada y ahora tengo que cargar con un gran contingente de pergaminos vacíos.

source: Wait! Does this thing have to be called Empty Scroll?
es: ¡Espera! ¿Se ha de llamar a esta cosa Pergamino Vacío?

source: Well, I noticed you were headed north, and I thought it would be convenient for you to know I'm nearby.
es: Bueno, he visto que te diriges al norte, y he creído conveniente hacerte saber de mi presencia.

source: Well, I want to say I'd like to lend you my services.
es: Bueno, quiero decir que me gustaría prestarte mis servicios.

source: Well, they were sold to me as Empty Scrolls, but what you call them is entirely up to you.
es: Bueno, me los vendieron como Pergaminos Vacíos, pero como los llames depende solamente de ti mismo.

source: Well, whatever.
es: Bueno, lo que sea.

source: Well, you are right, I guess.
es: Bueno, tienes razón, supongo.

source: Well, you know about your inventory, right?
es: Bueno, sabes como funciona tu inventario, ¿verdad?

source: What are you doing here?
es: ¿Qué estás haciendo aquí?

source: What are you trying to say?
es: ¿Qué intentas decir?

source: What do we want with empty scrolls?
es: ¿Qué queremos de los pergaminos vacíos?

source: What is it now?
es: ¿Qué pasa ahora?

source: What kind of name is that supposed to be!?
es: ¿¡Qué clase de nombre se supone que es ese!?

source: What kind of scrolls are they?
es: ¿Qué clase de pergaminos son esos?

source: When you get close to a waypoint, your aura will summon the familiar spirits to ignite the shrine's warning flames.
es: Cuando te acerques al punto de referencia, tu aura convocará a los espíritus de familiares para encender las llamas de advertencia del santuario.

source: Why not "way to the town" or something like that?
es: ¿Porqué no "camino a la ciudad" o algo así?

source: Why not town portal or something like that?
es: ¿Porqué no portal a ciudad o algo así?

source: With all due respect, nobody wanting to buy scrolls from poor traders.
es: Con todo respeto, nadie quiere comprar pergaminos a los comerciantes pobres.

source: Yes
es: Sí

source: You are a trader?
es: ¿Tú eres un comerciante?

source: You can be sure that you are able to use the road shrine if you see the flames.
es: Puedes estar seguro de que eres capaz de usar el camino al santuario si ves las llamas.

source: You may find it convenient to make a short detour to a well-stocked trader.
es: Puedes ser conveniente hacer un pequeño desvío a un comerciante bien surtido.

source: You pick these things up in your travels, except for business acumen, apparently.
es: Recoges estas cosas en tus viajes, a excepción de la visión para los negocios, aparentemente.

source: greyCurseCaveFis
es: La fisura

source: joringsbridge
es: Puente de Joring

source: medMercCamp
es: Campo mercenario de Medair
