Repository: SummoningWars/summoning-wars
Catalog: share/translation/*/the_ambush.po
Languages: es

source: A female council-mage by the name of Ireana of Northborough seems to be in trouble west of Dwarfenwall. Nothing a Branded One couldn't solve. If she survives long enough...
es: Una maga concejala con el nombre de Ireana de Northborough parece estar en apuros al oeste de Dwarfenwall. Madie salvo un forajido podría salvarla. Si ella sobrevive lo suficiente...

source: Alright already, safe your breath!
es: ¡Está bien ya, ahorrate la saliva!

source: Argh! Do I have to-
es: ¡Argh! ¿Debo-

source: Don't start to argue and help her! She needs your help!
es: ¡No comiences a discutir y ayudala!¡Necesita tu ayuda!

source: Dwarfenwall is in that direction. I shouldn't go this way yet.
es: Dwarfenwall está en esa dirección. No debería ir por este camino todavía.

source: I am making haste, alright?
es: Tengo prisa, ¿de acuerdo?

source: I thought she was one of your fancy elementalist amazones. Can't she look after herself?
es: Pensaba que era una de esas elegantes amazonas elementalistas. ¿No puede cuidarse sola?

source: I'm not sure...
es: No estoy seguro...

source: Ireana survived and, as a token of her gratitude, provided our next job. I always knew the councilmen only wanted an exterminator.
es: Ireana sobrevivió y, como muestra de gratitud, nos proporcionó nuestro próximo trabajo. Siempre supe que el concejal sólo quería un exterminador.

source: The Ambush
es: La emboscada

source: The archmage Ireana of Northborough
es: La archimaga Ireana de Northborough

source: The firefighters are on the way.
es: Los bomberos están en camino.

source: The prince's fiancé is in danger.
es: La prometida del príncipe está en peligro.

source: Wait!
es: ¡Espera!

source: We are making haste, alright?
es: Tenemos prisa, ¿de acuerdo?

source: Well, it couldn't really hurt...
es: Bueno, realmente no podría hacer daño...

source: What do you think, friends, do we want to bail someone out?
es: ¿Qué piensan, amigos, queremos rescatar a alguien?

source: What do you think? Shall we bail someone out?
es: ¿Qué piensas? ¿Vamos a rescatar a alguien?

source: What?
es: ¿Qué?

source: Who?
es: ¿Quién?

source: Will that be payed extra?
es: ¿Tendrá eso una remuneración extra?

source: Will that be payed extra??
es: ¿¿Tendrá eso una remuneración extra??

source: You have to go into the western woods right now.
es: Tienes que adentrarte por la arboleda del oeste ahora mismo.

source: aisWolfstones
es: Piedras de lobo
