Repository: SummoningWars/summoning-wars
Catalog: share/translation/*/the_poolmonster.po
Languages: es

source: ... only dimly
es: ...sólo débilmente

source: ... only externally.
es: ... sólo externamente.

source: Are you getting sentimental now?
es: ¿Te estás poniendo sentimental ahora?

source: Even the great
es: Even el grande

source: I hope you have
es: Espero que tengas

source: I know enough people,
es: Conozco a suficiente gente,

source: Just a moment please.
es: Un momento, por favor.

source: Looks like a...
es: Se parece a...

source: Quest description
es: Descripción de la misión

source: Quest finished
es: Misión finalizada

source: Sometimes I wish,
es: A veces me gustaría,

source: We have to go now.
es: Tenemos que irnos ahora.

source: Whats that on the water over there?
es: ¿Qué es eso de ahí en el agua?

source: Wow, thats beautiful.
es: Wow, eso es hermoso.
