Repository: SummoningWars/summoning-wars
Catalog: share/translation/*/tutorial.po
Languages: es

source: Spill it! Where are we, and who has the nerve to cross Branded Ones?!
es: ¡Derrámalo!¡¿Dónde estamos, y quién tiene el descaro de cruzarse en el camino de los forajidos?!

source: Surely you understand that you cannot run around here with unchecked weapons.
es: Seguramente comprendes que no puedes corretear por aquí con armas sin control.

source: Surrender weapons
es: Entregar las armas

source: Take a look around. That stuff has to be worth a fortune!
es: Echa un vistazo alrededor. ¡Esas cosas tienen que valer una fortuna!

source: That blasted thing! I hope the walls hold out.
es: ¡Maldita sea esa cosa! Espero que los muros aguanten.

source: That felt like standing on a single mountaintop during a thunderstorm... and the energy source still won't come of.
es: Eso me hizo sentir como si me encontrase en la cima de una montaña durante una tormenta eléctrica... y la fuente de energía siguiera sin llegar.

source: That guy seems to know what he's doing.
es: Ese tipo parece que sabe lo que hace.

source: That stuff must be worth a fortune!
es: ¡Esas cosas deben valer una fortuna!

source: That was at least as nasty as the first years in hell! Where am I?
es: ¡Eso fue al menos tan repugnante como los primeros años en el infierno!¿Dónde estoy?

source: That's correct, Branded One. You wouldn't want to be called `harvest' now, would you?
es: Eso es correcto, forajido. No querrá que le sigan llamando 'cosechado' ahora. ¿verdad?

source: That's why he gave us these.
es: Eso es por lo que él nos dio estos.

source: The Lord Master Windclaw feared that you would kill yourself after your arrival in order to escape, so he took... measures.
es: El Señor Maestro Windclaw temió que te automutilaras tras tu llegada para poder escapar, así que tomó... medidas.

source: The Lord Master didn't say anything about that...
es: El Señor Maestro no dijo nada al respecto...

source: The Lord Master thought that you could do considerably more than dully beat your enemies.
es: El Señor Maestro pensó que podíais hacer considerablemente más que vencer debidamente a vuestros enemigos.

source: The Lord Master thought that you could do considerably more than dully beat your enemies.##solo
es: El Señor Maestro pensó que podías hacer considerablemente más que vencer debidamente a tus enemigos.##solo

source: The choice is yours.
es: La elección es vuestra.

source: The mighty Akeran truly punished them dearly.
es: El poderoso Akeran verdaderamente les castigó severamente.

source: The mighty Akeran truly punished you dearly.
es: El poderoso Akeran verdaderamente te castigó severamente.

source: The path is blocked from our side and we can't get to you.
es: El camino está bloqueado por nuestro lado y no podemos llegar hasta ti.

source: The weapon you just obtained is a mid-sized item and thus is found in the middle field.
es: El arma que has recogido es de tamaño medio y por tanto se encuentra en el hueco del medio.

source: Then I shall put the fear of Harad into these experiments!
es: ¡Tendré que poner el temor de Harad en estos experimentos!

source: Then he can't have any objections, can he?
es: Entonces él no puede tener objeciones, ¿o sí?

source: There should be workers down there.
es: Debería haber trabajadores aquí abajo.

source: There's a back door for feeding, and word is...
es: Hay una puerta trasera para alimentar, y la palabra es...

source: There's only one way down here?!
es: ¡¿Sólo hay una manera de bajar aquí?!

source: These halls are not forsaken!
es: ¡Estas salas no están abandonadas!

source: They are filled with the unfathomable wisdom of Akeran and will soon be one of the greatest works in his name.
es: Están llenos de la insondable sabiduría de Akeran y pronto será uno de los mayores trabajos en su nombre.

source: They better have some serious coin for all this trouble.
es: Sería mejor si tuviesen alguna moneda seria para todo este problema.

source: They made it!
es: ¡Lo han hecho!

source: This doesn't look like I can simply take it.
es: Esto no parece que pueda simplemente cogerlo.

source: This doesn't look like you can simply take it.
es: Esto no parece que puedas simplemente cogerlo.

source: This is not for me to decide.
es: Esto no me concierne a mi decidirlo.

source: This is not the right time to be impressed.
es: Este no es el momento oportuno de quedarse embobado.

source: This junk?
es: ¿Esta chatarra?

source: This looks like it could be a way up.
es: Esto parece que sea un camino a la superficie.

source: This man is beginning to test my patience.
es: Este hombre está poniendo a prueba mi paciencia.

source: To Harad! That's impossible to put up with. Give me my weapon and I'll take care of that.
es: ¡A Harad! Eso es imposible de soportar. Dame mi arma y yo me encargaré.

source: To Harad! That's impossible to put up with. Give us our weapons and we'll take care of that.
es: ¡A Harad! Eso es imposible de soportar. Dadnos nuestras armas y nosotros nos encargaremos.

source: Tutorial finished
es: Tutorial finalizado

source: Urk! They seem to have broken out somehow. I hope they don't breed in the crevices.
es: ¡Urk! Parece que han logrado salir de alguna manera. Espero que no se reproduzcan en las grietas.

source: Very well. Follow me, please.
es: Muy bien. Sígueme, por favor.

source: Very well. Just cover our backs while we try to open the hatch.
es: Muy bien. Tan sólo cubrenos las espaldas mientras intentamos abrir la escotilla

source: Very well. The secret door is here.
es: Muy bien. La puerta secreta está aquí.

source: Wait a sec, Derred. They somehow seem stronger.
es: Espera un segundo, Derred. De alguna manera parecen más fuertes.

source: Wait a second. What if the old geezer has attached a trap to it?
es: Espera un segundo. ¿Y si el vejestorio le ha puesto una trampa?

source: Wait, who are you?
es: Espera, ¿quién eres?

source: We all think alike here.
es: Todos pensamos igual aquí.

source: We are NOT doing that again.
es: NO estamos haciendo eso otra vez.

source: We are people who are stuck down here, that's who.
es: Somos gente atrapada aquí abajo, eso es quiénes somos.

source: We can't pass there. What do we do now?
es: No podemos pasar ahí. ¿Qué hacemos ahora?

source: We cannot take any risks, and inside the council you are safe.
es: No podemos tomar ningún riesgo, y dentro del consejo estáis a salvo.

source: We cannot take any risks, and inside the council you are safe. ##solo
es: No podemos tomar ningún riesgo, y dentro del consejo estás a salvo. ##solo

source: We truly are the exterminators here.
es: Somos nosotros los verdaderos exterminadores aquí.

source: We were told that the first minutes are like one taking a step for the first time.
es: Nos dijeron que los primeros minutos son como dar un paso por primera vez.

source: We're Branded Ones! That is far worse than being cursed.
es: ¡Somos forajidos! Eso es mucho peor que estar malditos.

source: Well, as you are now, you can only do that at places of great magical concentrations. In other words...
es: Bien, tal como eres ahora, sólo puedes hacer eso en lugares de grandes concentraciones mágicas. En otras palabras...

source: Well, if you would follow us, please?
es: Bien, ¿si pudieras seguirnos, por favor?

source: Well, the Lord Master has affirmed that he will explain everything in detail to you.
es: Bien, el Señor Maestro ha afirmado que os explicará todo con detalle.

source: Well, the Lord Master has affirmed that he will explain everything in detail to you. ##solo
es: Bien, el Señor Maestro ha afirmado que te explicará todo con detalle. ##solo

source: Well, there might be.
es: Bien, ahí debe de estar.

source: Well, we don't understand much, but it seems you don't die like us.
es: Bien, no entendemos mucho, pero parece que no morís como nosotros.

source: Well, you're right about that...
es: Bien, estas en lo cierto sobre eso...

source: What a day. Did you know that thing could spit little monsters?
es: Qué día. ¿Sabes que esa cosa puede escupir monstruos pequeños?

source: What a disgusting ambiance. I did not desire to be here... and I had just found a nice and safe place.
es: Qué ambiente más desagradable. No desearía estar aquí... y acababa de encontrar un lugar seguro y agradable.

source: What didn't he take into consideration? He is clearly paranoid.
es: ¿Qué no tomó en consideración? Está claramente paranoico.

source: What does this 'click on it' mean, anyway?
es: De todas maneras, ¿qué significa este 'haz clic'?

source: What have you done, you bastards?!
es: ¿Qué habéis hecho?, ¡Bastardos!

source: What if I don't feel like surrendering my weapons?
es: ¿Y qué si no me apeteciera entregar las armas?

source: What if we don't feel like surrendering our weapons?
es: ¿Y qué si no nos apeteciera entregar las armas?

source: What is he researching here all the time? All those flowers can hardly be for the purpose of the Council and Akeran.
es: ¿Qué está investigando aquí todo el tiempo? Todas esas flores apenas pueden servir al propósito del consejo y de Akeran.

source: What is this supposed to be?
es: ¿Qué se supone que es esto?

source: What kind of sissy are you?
es: ¿Qué clase de marica eres?

source: What's keeping you? Has the transport afflicted you so much that you don't even know how to walk anymore? Just click with the left mouse button at a place on the ground. Then it will all come back to you on its own.
es: ¿Qué te retiene aquí? ¿Te ha afectado tanto el transporte que ya no sabes cómo andar? Haz clic con el botón izquierdo del ratón en algún lugar del suelo. Entonces todo volverá a usted por sí mismo.

source: What?
es: ¿Qué?

source: Where is my weapon?
es: ¿Dónde está mi arma?

source: While we are on the topic...
es: Mientras estamos en el tema...

source: Whoever the head honcho is here: He'd better know what he's gotten himself into.
es: Quienquiera que sea el mandamás aquí, sería mejor que supiera en qué se ha metido.

source: Why didn't you say so in the first place?
es: ¿Porqué no dijiste eso al principio?

source: Why don't you get an energy crystal in the meantime?
es: ¿Por qué no consigues un cristal de energía mientras tanto?

source: With all the damn beasts roaming around here freely, I almost think they just want me as an exterminator.
es: Con todas esas malditas bestias vagando libremente por aquí, casi creo que sólo me quieren como exterminador.

source: With all the damn beasts roaming around here freely, I almost think they just want us as exterminators.
es: Con todas esas malditas bestias vagando libremente por aquí, casi creo que sólo nos quieren como exterminadores.

source: With the 't'-key you open the skill window. Here you can choose a skill.
es: Con la tecla 't' abres la ventana de habilidades. Ahí puedes cambiar de habilidad.

source: Without it the whole crane is useless.
es: Sin ello la grúa entera es inútil.

source: Wow! They really believe in orderly and thorough research.
es: ¡Wow! Pues sí que creen en una investigación ordenada y exhaustiva.

source: Yeah, even if we have to use our teeth.
es: Sí, incluso si tenemos que usar nuestros dientes.

source: Yes
es: Sí

source: Yes, but that's neither here nor there!
es: Sí, ¡pero eso no está ni aquí ni allá!

source: Yes. Considering the difficult circumstances we can do that, I guess. Here you go.
es: Sí. Considerando las circunstancias difíciles podemos hacerlo, imagino. Aquí tienes.

source: Yes. That was the thing with the big plus in the lower left corner. Just click on it and distribute your attribute points.
es: Sí. Eso era el icono con un gran '+' en la esquina inferior izquierda. Tan sólo hacedle clic y distribuid vuestros puntos de atributo.

source: Yes. That was the thing with the big plus in the lower left corner. Just click on it and distribute your attribute points. ##solo
es: Sí. Eso era el icono con un gran '+' en la esquina inferior izquierda. Tan sólo hazle clic y distribuye tus puntos de atributo. ##solo

source: Yikes, it's freezing!
es: ¡Uff, hace mucho frío!

source: You all still know how to fight, don't you?
es: Aun sabéis como luchar, ¿no?

source: You can go there and... borrow one, if you're lucky.
es: Puedes ir allí y.. pedir uno prestado, si tienes suerte.

source: You can upgrade your attributes every time, and sometimes you even have enough energy for a new skill.
es: Podéis mejorar vuestros atributos con cada nuevo nivel, y a en ocasiones incluso tenéis energía suficiente para una nueva habilidad.

source: You can upgrade your attributes every time, and sometimes you even have enough energy for a new skill. ##solo
es: Puedes mejorar tus atributos con cada nuevo nivel, y a en ocasiones incluso tienes energía suficiente para una nueva habilidad. ##solo

source: You could use it to get to the sewer tunnels that connect the different levels of this most magnificent construction.
es: Podrías usarlo para llegar a los túneles de los alcantarillados que conectan los diferentes niveles de esta majestuosa construcción.

source: You made it!
es: ¡Lo lograste!

source: You see that crane over there?
es: ¿Ves esa grúa de allá?

source: You should equip your weapon first.
es: Deberías equiparte primero.

source: You shouldn't be able to pose a threat to us at the moment.
es: No deberíais ser capaz de representar una amenaza para nosotros en este momento.

source: You shouldn't be able to pose a threat to us at the moment. ##solo
es: No deberías ser capaz de representar una amenaza para nosotros en este momento. ##solo

source: You still know how to fight, don't you? ##solo
es: Todavía sabes luchar, ¿no? ##solo

source: You will not leave it until you surrender your weapon. ##solo
es: No saldrás hasta que entregues tu arma. ##solo

source: You'd better hope there's no trap.
es: Mejor sería que no haya ninguna trampa.

source: You'd better think about who you're calling `weakling' here!
es: ¡Sería mejor que os pensaseis bien a quién estáis llamando 'debil' aquí!

source: You'll have to find another way out.
es: Tendrás que encontrar otra salida.

source: You're not even sure it's there?
es: ¿Ni siquiera estás seguro de esté ahí?

source: You're right. It's best if you do it, Branded One. At least nothing lasting can happen that way.##female
es: Tienes razón. Es mejor si lo haces tú, forajida. Al menos nada duradero puede suceder de esa manera.##female

source: You're right. It's best if you do it, Branded One. At least nothing lasting can happen that way.##male
es: Tienes razón. Es mejor si lo haces tú, forajido. Al menos nada duradero puede suceder de esa manera.##male

source: You're right. It's best if you do it, Branded Ones. At least nothing lasting can happen that way.
es: Tenéis razón. Es mejor si lo hacéis vosotros, forajidos. Al menos nada duradero puede suceder de esa manera.

source: You... can still remember how to use a weapon, right?
es: Tú... todavía puedes recordar como usar una arma, ¿verdad?

source: Your witch stuff may have weakened me, but I take some of the power from every being I kill and become stronger.
es: Puede que tus cosas de bruja me hayan debilitado, pero entonces absorbo la vitalidad de los seres que mato y me fortalezco.

source: Your witch stuff may have weakened us, but we take some of the power from every being we kill and become stronger.
es: Puede que tus cosas de bruja nos hayan debilitado, pero entonces absorbemos la vitalidad de los seres que matamos y nos fortalecemos.

source: Yuck! Those things are really disgusting.
es: ¡Puaj!Esas cosas son realmente repugnantes.

source: but there is no oh-so-blessed master here.
es: pero no hay ningún maestro tan bendito aquí.

source: elCnlLowerCaves
es: Consejo de los elementos, Mazmorra subterránea
