Repository: SummoningWars/summoning-wars
Catalog: share/translation/*/tutorial.po
Languages: es

source: 'course. Send the Branded One first.##female
es: Por supuesto. Envía a la forajida primero.##female

source: 'course. Send the Branded One first.##male
es: Por supuesto. Envía al forajido primero.##male

source: ... just back there with all the junk.
es: ... acabo de volver de allá con toda la chatarra.

source: ... that the old Firewhirl has a secret door for a direct connection to the kitchen. That could work! But the beasts are not exactly without danger.
es: ... que el viejo Firewhirl tiene una puerta secreta que conecta directamente con la cocina. ¡Eso podría funcionar! Pero las bestias no están precisamente fuera de peligro.

source: A Cursed One has to be happy if he has something to kill all along, right?
es: Un maldito tiene que ser feliz si tiene algo a lo que matar todo el tiempo, ¿cierto?

source: A splendid question! Short and precise. Maybe one can actually work with that one.
es: ¡Esa es una pregunta espléndida! corta y precisa. Tal vez sí que pueda realmente trabajar con aquél.

source: After you have used a skill, you cannot use a skill of that group for a while.
es: Una vez utilice una habilidad no podrá utilizar de nuevo una habilidad del mismo grupo por un tiempo.

source: Again.
es: Otra vez.

source: Akeran must truly hate you...
es: Verdaderamente, Akeran debe de odiarte...

source: Akeran protects, Akeran guides.
es: Akeran proteje, Akeran guía.

source: Akeran's Shield! That THING is free! Back everyone! Go, go, go!
es: ¡Escudo de Akeran!¡Esa COSA está libre!¡Atrás todo el mundo!¡Vamos, vamos, vamos!

source: Akerans Flaming Eyes, look over there!
es: ¡Los ojos flameantes de Akerans ven por encima de aquello!

source: All right allready!
es: ¡Muy bien, todo listo!

source: Alternatively, you can click on the inventory button below in the status bar.
es: O bien, puede hacer clic sobre el botón de inventario en la parte inferior de la barra de estado.

source: And all it takes to get out of here is a walk through the sewers.
es: Y todo lo que se necesita para salir de aquí es un paseo a través de las alcantarillas.

source: And if you die here?
es: ¿Y si mueres aquí?

source: And then she says...
es: Y entonces dice...

source: And where would one get an energy crystal in these forsaken caves?
es: ¿Y dónde conseguiría uno un cristal de energía en estas cuevas olvidadas?

source: And who are the other sad characters?
es: ¿Y quiénes son los otros con caras tristes?

source: And who is the other sad character?
es: ¿Y quién es el otro con cara triste?

source: Are you all right down there?
es: ¿Están bien allá abajo?

source: Are you all right down there? ##solo
es: ¿Está bien allá abajo? ##solo

source: Are you blind? The beast is gigantic!
es: ¿Estás ciego?¡La bestia es gigantesca!

source: Are you kidding me? Who the hell is this windpaw?
es: ¿Estás bromeando?¿Quién demonios es este pata de viento?

source: Are you kidding us? Who the hell is this windpaw?
es: ¿Nos estás bromeando?¿Quién demonios es ese pata de viento?

source: Are you looking for trouble, weakling?!
es: ¡¿Estás buscando problemas, enclenque?!

source: Are you looking for trouble? Who is responsible for this mess!?!
es: ¿Estáis buscando problemas?¡¿¡Quién es el responsable de este lío!?!

source: As you wish, but this room is safe.
es: Como desee, pero esta habitación es segura.

source: At least not until I got paid. Seriously paid.
es: Al menos no hasta que se me pague. Pagado seriamente.

source: At least not until we got paid. Seriously paid.
es: Al menos no hasta que se nos pague. Pagado seriamente.

source: Attack slugs
es: Ataca a las babosas

source: Be that as it may, but is there another way to get out of here?
es: Sea lo que sea, pero ¿hay alguna otra forma de salir de aquí?

source: Better be careful, though.
es: Será mejor que tenga cuidado.

source: Better strange than...
es: Mejor extraño que...

source: Branded Ones use strange phrases indeed.
es: En efecto, los forajidos usan frases extrañas.

source: Character class.
es: Clase del personaje.

source: Click on the weapon with the left mouse button. Next click on the weapon field in the equipment above your inventory, and it will be equipped.
es: Haga clic izquierdo sobre el arma. A continuación, en el equipo situado sobre su inventario haga clic en espacio para armas y este será equipado.

source: Council? The Council of Summoners?! Is this Aisen?
es: ¿Consejo? El Consejo de invocadores?! ¿Es esto Aisen?

source: Cursed Ones have to be happy if they have something to kill all along, right?
es: Los Malditos tienen que ser felices si tienen algo que matar todo el tiempo, ¿cierto?

source: Damn them! Not exactly what I would call 'customer service'.
es: ¡Malditos sean! Eso no es exactamente lo que yo llamaría 'servicio al cliente'.

source: Damn this place!
es: ¡Maldito sea este lugar!

source: Depending on your... character mass.
es: Dependiendo de la... masa de tus personajes.

source: Depending on your... character mass. ##solo
es: Dependiendo de la... masa de tu personaje. ##solo

source: Did you even know just how many escaped slugs you have in the basement?
es: ¿Sabía siquiera cuantas babosas escaparon por el sótano?

source: Do you know how to get out of here?
es: ¿Sabes como salir de aquí?

source: Do you see the shelf in that passage? That is the door. Just move it by clicking on it.
es: ¿Ves la estantería en ese pasillo?. Esa es la puerta. Muévela haciendo clic sobre ella.

source: Do you want to surrender your weapons?
es: ¿Quieres entregar las armas?

source: Don't worry, I'm almost feeling fit again.
es: No te preocupes. Ya casi me encuentro en forma otra vez.

source: Don't worry, we're almost feeling fit again.
es: No te preocupes, ya casi nos encontramos en forma otra vez.

source: Don't worry. Even a golem has one. Those things will not be the exception.
es: No te preocupes. Incluso un golem tiene uno. Esas cosas no serán la excepción.

source: Don't worry. We have strict orders not to kill you.
es: No te preocupes. Tenemos ordenes estrictas de no mataros.

source: Don't worry. We have strict orders not to kill you. ##solo
es: No te preocupes. Tenemos ordenes estrictas de no matarte. ##solo

source: Dont let me die!
es: ¡No me dejes morir!

source: Er yes... about that...
es: Ehm sí... sobre que...

source: Er, well, yes. Since the main way is currently blocked, we'll have to try to get through the enclosure with the new experiments.
es: Ehm, bueno, sí. Puesto que el camino principal está ahora cortado, vamos a tener que tratar de pasar el cercado con los nuevos experimentos.

source: Er...
es: Ehm...

source: Er... Lord Master Windclaw feared that there could be a situation in which you had to fall back to, er, force of arms.
es: Ehm... el Señor Maestro Garra de viento teme que pueda haber una situación en la que haya que recurrir a, ehm, las armas.

source: Everyone should equip their weapons first.
es: Todo el mundo debe equiparse sus armas primero.

source: Exactly, only there.
es: Exactamente, sólo allí.

source: Exactly. You can distribute the skill point in the skill window. The Lord Master said that you could choose from three categories.
es: Exactamente. Podéis distribuir vuestros puntos de habilidad en la ventana de habilidades. El Señor Maestro dijo que podéis escoger de entre tres categorías.

source: Exactly. You can distribute the skill point in the skill window. The Lord Master said that you could choose from three categories. ##solo
es: Exactamente. Puedes distribuir tus puntos de habilidad en la ventana de habilidades. El Señor Maestro dijo que puedes escoger de entre tres categorías. ##solo

source: Excuse me...
es: Disculpa...

source: Explain inventory
es: Explicar inventario

source: Explain inventory?
es: ¿Explicar inventario?

source: Explain level up
es: Explicar subida de nivel

source: Explain skills
es: Explicar habilidades

source: Explain skills?
es: ¿Explicar habilidades?

source: Finally you guards return...
es: Finalmente vuelven los guardias...

source: Finally. Now, lets get out of here.
es: Por fin. Ahora, salgamos de aquí.

source: Find the secret entrance to the library.
es: Encuentra la entrada secreta a la biblioteca.

source: Fine. Now that that's clarified I'd like to ask you all to surrender your weapons.
es: Bueno. Ahora que se está claro me gustaría pediros que entreguéis las armas.

source: Fine. Now that that's clarified I'd like to ask you to surrender your weapons. ##solo
es: Bueno. Ahora que se está claro me gustaría pedirte que entregues tus armas. ##solo

source: First you must open your inventory. By default, you do so with the 'i'-key.
es: Primero debes abrir el inventario. Por defecto, puedes hacerlo con la tecla 'i'.

source: Follow Tolec and Derred.
es: Sigue a Tolec y Derred.

source: Follow me, please.
es: Sígueme, por favor.

source: Forget it!
es: ¡Olvídalo!

source: Forget it! I'm not going in while those beasts are on the loose.
es: ¡ Olvídalo! No voy a entrar ahí mientras esas bestias sigan sueltas.

source: Further more your arrival was... somewhat exhausting.
es: Además vuestra llegada fue... un tanto agotadora.

source: Further more, your arrival was... somewhat exhausting. ##solo
es: Además tu llegada fue... un tanto agotadora. ##solo

source: Go in, click on it, kill it. A Branded One wouldn't forget about that.
es: Vamos hazlo, haz clic sobre él, mátalo. Un forajido nunca se olvidaría de eso.

source: Good, Firewhirl is not here.
es: Bien, Firewhirl ya no está aquí.

source: Hand your weapon over to Derred.
es: Entrégale tu arma a Derred.

source: Harad's bones!
es: ¡Los huesos de Harad!

source: Have you ever heard of safety measures?
es: ¿Has oído alguna vez de las medidas de seguridad?

source: Have you not thought about what could happen with your pet monsters up there?
es: ¿No has pensado que podría pasar con tus monstruomascotas allá arriba?

source: Help!
es: ¡Socorro!

source: Hm, right. The Lord Master said that something like this could happen. Do you know how to convert this power into proper abilities?
es: Hm, cierto. El Señor Maestro dijo que algo como esto podía pasar. ¿Sabes como convertir este poder en habilidades apropiadas?

source: Hm... it's stuck. I think I may have to temper around with this setup a bit more.
es: Hm... está atascado. Creo que voy a tener que templarlo un poco más con esta configuración.

source: How many slugs do you have to cut to believe they are slimy?
es: ¿Cuántas babosas más tienes que cortar para saber que son viscosas?

source: I almost had that damn ogre and suddenly someone's ripping out my guts who's not even near me!
es: ¡Casi tenía ya a ese maldito ogro cuando de repente alguien, que ni siguiera estaba cerca mío, me arrancó las entrañas!

source: I am NOT doing that again.
es: NO estoy haciendo eso otra vez.

source: I am still missing a cog.
es: Todavía me falta una pieza.

source: I don't know... I don't feel like being bedridden for three weeks just because of some slimy fire breath.
es: No lo se... No me siento como si hubiese estado postrado en la cama tres semanas tan sólo porque haya respirado un poco de aliento de fuego de babosa.

source: I don't waste my time crawling through kitchen corridors, Cursed One.
es: No pierdo el tiempo gateando a través de los pasillos de las cocinas, Maldito.

source: I guess I would first have to stop whatever is using the crystal right now.
es: Supongo que debería detenerme primero dónde quiera que se este utilizando el cristal ahora mismo.

source: I guess not.
es: Supongo que no.

source: I guess we would first have to stop whatever is using the crystal right now.
es: Supongo que deberíamos detenernos primero dónde quiera que se este utilizando el cristal ahora mismo.

source: I have to find an energy source and a cog before that thing will work again.
es: Tengo que encontrar una fuente de energía y una rueda dentada antes de que esa cosa vuelva a funcionar otra vez.

source: I hope nothing explodes.
es: Espero que no explote nada.

source: I just hope they have a soul.
es: Tan sólo espero que tengan alma.

source: I see!
es: ¡Ya veo!

source: I sent one of my workers to get a cog earlier.
es: Envié antes a uno de mis hombres a recoger una rueda dentada.

source: I suppose as you suggested this plan, you have a way of repairing it?
es: Supongo que como tú sugeriste este plan, tú deberías buscar la manera de repararlo.

source: I truly am the exterminator here.
es: Yo soy realmente el exterminador aquí.

source: I will work twice as hard!
es: ¡Voy a trabajar el doble de duro!

source: I wonder why this Soren knows so much about the Branded Ones...
es: Me pregunto porqué este Soren sabe tanto sobre los forajidos...

source: I wouldn't necessarily call that 'junk'.
es: Yo no lo llamaría necesariamente 'chatarra'.

source: I wouldn't put it past him.
es: Yo no lo pondría por delante de él.

source: I'd better be careful, though.
es: Sin embargo, será mejor tener cuidado.

source: I'll show you the endurance capacities of magic squirters!
es: ¡Te enseñaré la capacidad de resistencia de los chorros de magia!

source: I'm a Branded One! That is far worse than being cursed.
es: ¡Soy un forajido! Eso es mucho peor que estar maldito.

source: I'm someone who is stuck down here, that's who.
es: Soy alguien que está atrapado aquí abajo. eso es quién soy.

source: I'm sure there's more to it than meets the eye. An apple elemental for example.
es: Estoy seguro que hay mucho más de lo que aparenta a simple vista.

source: I'm very sorry, but before that we cannot release any of you of the safety area.
es: Lo siento mucho, pero antes de eso no podemos sacaros a nadie de la zona segura.

source: I'm very sorry, but before that we cannot release you of the safety area. ##solo
es: Lo siento mucho, pero antes de eso no puedo sacaros de la zona segura. ##solo

source: If he hasn't been eaten by the slugs out there, he should be back any minute now.
es: Si las babosas aun no le han devorado ahí fuera, estará de vuelta en cualquier momento.

source: If it goes to pieces completely I will be trapped down here because of what they've done to me.
es: Si esto se desmorona por completo me quedaré atrapado aquí por lo que me han hecho.

source: If it goes to pieces completely we will be trapped down here because of what they've done to us.
es: Si esto se desmorona por completo nos quedaremos atrapado aquí por lo que nos han hecho.

source: If that's how it is decided, we will work here until our time comes.
es: Si es así como se decide, vamos a trabajar aquí hasta que llegue nuestra hora.

source: If there is a way out of here, we'll find it.
es: Si hay alguna forma de escapar de aquí, la encontraremos.

source: If they hadn't all those needless balustrades into the void, they wouldn't have to mop escaped sluglings from the floor.
es: Si no tuvieran todas esas innecesarias balaustradas en el vacío, no tendrían que limpiar los rastros de las babosas del suelo.

source: In fact, have you thought of using your powerful skills?
es: De hecho, ¿habéis pensado en utilizar vuestras potentes habilidades?

source: In fact, have you thought of using your powerful skills?##solo
es: De hecho, ¿has pensado en utilizar tus potentes habilidades?##solo

source: In the inventory you'll see your items. They are ordered by their size.
es: En el inventario verás tus artículos. Están ordenados según su tamaño.

source: Instead you can resurrect where you want after your body is destroyed.
es: En cambio puedes resucitar donde quieres una vez que tu cuerpo sea destruido.

source: Is this thing really that bad?
es: ¿Es esto realmente tan malo?

source: It can't be all too healthy to be this smart.
es: No puede ser tan saludable para ser tan listo.

source: It is through the Council's will and Akeran's wisdom.
es: Es a través de la voluntad del Consejo y de la sabiduría de Akeran.

source: It is time I speak with this Windclaw. He seems to be a smart toad.
es: Ya es hora de que hable con este Windclaw. Parece que sea un sapo listo.

source: It is time we speak with this Windclaw. He seems to be a smart toad.
es: Ya es hora de que hablemos con este Windclaw. Parece que sea un sapo listo.

source: It may well be your last.
es: Bien puede ser el último.

source: It seems I have no choice...
es: Parece que no tengo elección...

source: It seems someone here has greater knowledge of how Harad is keeping me alive and moves me.
es: Parece que alguien aquí tiene un mayor conocimiento sobre como Harad me mantiene vivo y me conmueve.

source: It seems someone here has greater knowledge of how Harad is keeping us alive and moves us.
es: Parece que alguien aquí tiene un mayor conocimiento sobre como Harad nos mantiene vivos y nos conmueve.

source: It seems we have no choice...
es: Parece que no tenemos elección...

source: It still hurts being hurt, you know?
es: Todavía duele estar herido, ¿sabes?

source: It was damaged by falling rocks earlier.
es: Fue dañado antes por los desprendimientos.

source: It's not like they could kill you.
es: No es que puedan matarte.

source: It's only those sluglings.
es: Son solo esos rastros de babosa.

source: Joking aside! We must go on.
es: ¡Bromas aparte! Debemos proseguir.

source: Just ask the master of the laboratory and he will surely give you one, if you're found worthy of Akeran's blessing.
es: Tan sólo pregunta al maestro del laboratorio y el seguramente te dará uno, si te encuentra digno de la bendición de Akeran.

source: Just click with the same mouse button you would like to use the skill with on the skill icon.
es: Haz clic sobre el icono de la habilidad, con el botón que quieras del ratón, para que se establezca esta misma al botón seleccionado.

source: Just great!
es: ¡Magnífico!

source: Just tell us by clicking on one of us, when you change your mind. ##solo
es: Simplemente dínoslo, haciendo clic sobre uno de nosotros, cuando cambies de idea. ##solo

source: Just tell us by clicking on one of us, when you change your minds.
es: Simplemente dínoslo, haciendo clic sobre uno de nosotros, cuando cambiéis de idea.

source: Keep your head, my son. Take your time to think the answer over.
es: Mantén la cabeza, hijo mío. Tómate tu tiempo para pensar más la respuesta.

source: Kill all of the Fire Slugs in the enclosure.
es: Mata a todas las babosas de fuego del recinto.

source: Kill every spawn of the behemoth.
es: Mata todas las huevas del behemot.

source: Kindly ask.
es: Solicito amablemente.

source: Let us know when you're ready.
es: Permitenos saber cuándo estarás listo.

source: Let's just get the crystal. I'm sure we will get Akeran's blessing.
es: Vamos a coger el cristal. Estoy seguro de que obtendremos la bendición de Akeran.

source: Let's just take it.
es: Vamos a cogerlo.

source: Let's just try it out.
es: Vamos a probarlo.

source: Let's put the fear of Harad into these experiments!
es: ¡Vamos a poner el temor de Harad en estos experimentos!

source: Like hell I am! How do I get out of here?
es: ¡Qué diablos!¿Cómo he llegado aquí afuera?

source: Like hell we are! How do we get out of here?
es: ¡Qué diablos!¿Cómo hemos llegado aquí afuera?

source: Look at the picture in the status bar to know if a skill is ready for use.
es: Mira la imagen en la barra de estado para saber si una habilidad está lista para usarse.

source: Look for a connection to a laboratory on the upper level.
es: Busca una entrada al laboratorio en el piso superior.

source: Looks like a departure ticket to me. It can't be more painful than the arrival.
es: Parece mi billete de salida. No puede ser más doloroso que la llegada.

source: Lord
es: Señor

source: Lots of money could appease me again.
es: Un buen saco de dinero podría apaciguarme de nuevo.

source: Mages are exceedingly strange... Every single one of them.
es: Los magos son excesivamente extraños... Todos y cada uno de ellos.

source: Master
es: Maestro

source: Maybe they can help. We will wait here.
es: Quizás puedan ayudar. Esperaremos aquí.

source: Measures?
es: ¿Medidas?

source: More of those beasts?
es: ¿Más de esas bestias?

source: Move it you lazy maggots! This place is not building itself.
es: ¡Moveos gusanos perezosos! Este lugar no se construye por sí solo.

source: No idea, but the Lord Master said that he speaks like this.
es: Ni idea, pero el Señor Maestro dijo que él hablaría así.

source: No idea, but the Lord Master said that she speaks like this.
es: Ni idea, pero el Señor Maestro dijo que ella hablaría así.

source: No idea, but the Lord Master said that they speak like this.
es: Ni idea, pero el Señor Maestro dijo que ellos hablarían así.

source: No matter.
es: No importa.

source: No thanks to you guys.
es: No, gracias chicos.

source: No, Tolec. You must say that with much more authority.
es: No, Tolec. Debes decirlo con mucha más autoridad.

source: None of you will leave it until you surrender your weapons.
es: Ninguno de vosotros se marchará hasta que entreguéis las armas.

source: Now all I need is the energy source.
es: Ahora lo único que necesito es la fuente de energía.

source: Of course I have a plan.
es: Claro que tengo un plan.

source: Of course. So, where?
es: Pues claro. Entonces, ¿dónde?

source: Oh Akeran! Close the gates!
es: ¡Oh Akeran!¡Cierra las puertas!

source: Oh yes! The miraculous mental abilities of club swingers.
es: ¡Oh sí! Las milagrosas facultades mentales del club de intercambio de parejas.

source: Oh, right!
es: ¡Oh, bien!

source: Oops
es: Ups

source: Open hatch
es: Abrir escotilla

source: Open secret door
es: Abrir puerta secreta

source: Ouch, I burnt my hands!
es: ¡Ay, me he quemado las manos!

source: Philistine.
es: Filisteo.

source: Please distribute your attribute points first.
es: Por favor, distribuya sus puntos de atributo primero.

source: Please excuse your somewhat unpleasant arrival. Lord Master Soren Windclaw requests your presence.
es: Por favor, disculpe su llegada un tanto desagradable. El Señor Maestro Soren Windclaw requiere de vuestra presencia.

source: Please excuse your somewhat unpleasant arrival. Lord Master Soren Windclaw requests your presence. ##solo
es: Por favor, disculpe su llegada un tanto desagradable. El Señor Maestro Soren Windclaw requiere de tu presencia. ##solo

source: Please!
es: ¡Por favor!

source: Preferably today.
es: Preferiblemente hoy.

source: Quest description
es: Descripción de la misión

source: Quickly distribute your new points, and then let's get out of here!
es: Rápidamente distribuya sus nuevos puntos, y a continuación ¡salgamos de aquí!

source: Really?
es: ¿De veras?

source: Safety area?! This is a goddamn prison!
es: ¡¿Area segura?!¡Esto es una maldita prisión!

source: Save me!
es: ¡Sálvame!

source: Size isn't everything.
es: El tamaño no lo es todo.

source: Skills are distinguished into two groups.
es: Las habilidades se dividen en dos grupos.

source: Slowly you're getting to me.
es: Empiezas a caerme bien.

source: So, this really is the lab, and that should be the crystal
es: Entonces, este debe ser el laboratorio y ese el cristal

source: So? I didn't wish for this ability.
es: ¿Y qué? Yo no deseaba tener esta habilidad.

source: So? None of us wished for this ability.
es: ¿Y qué? Ninguno de nosotros deseaba tener esta habilidad.

source: Someone!
es: ¡Alguien!

source: Somewhere back there has to be the secret door.
es: En algún lugar por ahí detrás tiene que estar la puerta secreta.

source: Sorry, no. The stairway collapsed earlier.
es: Lo siento, no. La escalera se derrumbó antes.

source: Spare me your elementalist drivel and get out of my way!
es: ¡Ahórrate tu tontería elementalista y sal de mi camino!

source: Spare us your elementalist drivel and get out of our way!
es: ¡Ahórraros vuestra tontería elementalista y salid de mi camino!
